export const areaData = [{
        "id": "1",
        "value": "北京市",
        "childs": [{
            "id": "1",
            "value": "北京市",
            "childs": [{
                    "id": "1",
                    "value": "东城区"
                },
                {
                    "id": "2",
                    "value": "西城区"
                },
                {
                    "id": "3",
                    "value": "朝阳区"
                },
                {
                    "id": "4",
                    "value": "丰台区"
                },
                {
                    "id": "5",
                    "value": "石景山区"
                },
                {
                    "id": "6",
                    "value": "海淀区"
                },
                {
                    "id": "7",
                    "value": "门头沟区"
                },
                {
                    "id": "8",
                    "value": "房山区"
                },
                {
                    "id": "9",
                    "value": "通州区"
                },
                {
                    "id": "10",
                    "value": "顺义区"
                },
                {
                    "id": "11",
                    "value": "昌平区"
                },
                {
                    "id": "12",
                    "value": "大兴区"
                },
                {
                    "id": "13",
                    "value": "怀柔区"
                },
                {
                    "id": "14",
                    "value": "平谷区"
                },
                {
                    "id": "15",
                    "value": "密云区"
                },
                {
                    "id": "16",
                    "value": "延庆区"
                }
            ]
        }]
    },
    {
        "id": "2",
        "value": "天津市",
        "childs": [{
            "id": "1",
            "value": "天津市",
            "childs": [{
                    "id": "1",
                    "value": "和平区"
                },
                {
                    "id": "2",
                    "value": "河东区"
                },
                {
                    "id": "3",
                    "value": "河西区"
                },
                {
                    "id": "4",
                    "value": "南开区"
                },
                {
                    "id": "5",
                    "value": "河北区"
                },
                {
                    "id": "6",
                    "value": "红桥区"
                },
                {
                    "id": "7",
                    "value": "东丽区"
                },
                {
                    "id": "8",
                    "value": "西青区"
                },
                {
                    "id": "9",
                    "value": "津南区"
                },
                {
                    "id": "10",
                    "value": "北辰区"
                },
                {
                    "id": "11",
                    "value": "武清区"
                },
                {
                    "id": "12",
                    "value": "宝坻区"
                },
                {
                    "id": "13",
                    "value": "滨海新区"
                },
                {
                    "id": "14",
                    "value": "宁河区"
                },
                {
                    "id": "15",
                    "value": "静海区"
                },
                {
                    "id": "16",
                    "value": "蓟县"
                }
            ]
        }]
    },
    {
        "id": "3",
        "value": "河北省",
        "childs": [{
                "id": "1",
                "value": "石家庄市",
                "childs": [{
                        "id": "1",
                        "value": "长安区"
                    },
                    {
                        "id": "2",
                        "value": "桥西区"
                    },
                    {
                        "id": "3",
                        "value": "新华区"
                    },
                    {
                        "id": "4",
                        "value": "井陉矿区"
                    },
                    {
                        "id": "5",
                        "value": "裕华区"
                    },
                    {
                        "id": "6",
                        "value": "藁城区"
                    },
                    {
                        "id": "7",
                        "value": "鹿泉区"
                    },
                    {
                        "id": "8",
                        "value": "栾城区"
                    },
                    {
                        "id": "9",
                        "value": "井陉县"
                    },
                    {
                        "id": "10",
                        "value": "正定县"
                    },
                    {
                        "id": "11",
                        "value": "行唐县"
                    },
                    {
                        "id": "12",
                        "value": "灵寿县"
                    },
                    {
                        "id": "13",
                        "value": "高邑县"
                    },
                    {
                        "id": "14",
                        "value": "深泽县"
                    },
                    {
                        "id": "15",
                        "value": "赞皇县"
                    },
                    {
                        "id": "16",
                        "value": "无极县"
                    },
                    {
                        "id": "17",
                        "value": "平山县"
                    },
                    {
                        "id": "18",
                        "value": "元氏县"
                    },
                    {
                        "id": "19",
                        "value": "赵县"
                    },
                    {
                        "id": "20",
                        "value": "辛集市"
                    },
                    {
                        "id": "21",
                        "value": "晋州市"
                    },
                    {
                        "id": "22",
                        "value": "新乐市"
                    }
                ]
            },
            {
                "id": "2",
                "value": "唐山市",
                "childs": [{
                        "id": "1",
                        "value": "路南区"
                    },
                    {
                        "id": "2",
                        "value": "路北区"
                    },
                    {
                        "id": "3",
                        "value": "古冶区"
                    },
                    {
                        "id": "4",
                        "value": "开平区"
                    },
                    {
                        "id": "5",
                        "value": "丰南区"
                    },
                    {
                        "id": "6",
                        "value": "丰润区"
                    },
                    {
                        "id": "7",
                        "value": "曹妃甸区"
                    },
                    {
                        "id": "8",
                        "value": "滦县"
                    },
                    {
                        "id": "9",
                        "value": "滦南县"
                    },
                    {
                        "id": "10",
                        "value": "乐亭县"
                    },
                    {
                        "id": "11",
                        "value": "迁西县"
                    },
                    {
                        "id": "12",
                        "value": "玉田县"
                    },
                    {
                        "id": "13",
                        "value": "遵化市"
                    },
                    {
                        "id": "14",
                        "value": "迁安市"
                    }
                ]
            },
            {
                "id": "3",
                "value": "秦皇岛市",
                "childs": [{
                        "id": "1",
                        "value": "海港区"
                    },
                    {
                        "id": "2",
                        "value": "山海关区"
                    },
                    {
                        "id": "3",
                        "value": "北戴河区"
                    },
                    {
                        "id": "4",
                        "value": "抚宁区"
                    },
                    {
                        "id": "5",
                        "value": "青龙满族自治县"
                    },
                    {
                        "id": "6",
                        "value": "昌黎县"
                    },
                    {
                        "id": "7",
                        "value": "卢龙县"
                    }
                ]
            },
            {
                "id": "4",
                "value": "邯郸市",
                "childs": [{
                        "id": "1",
                        "value": "邯山区"
                    },
                    {
                        "id": "2",
                        "value": "丛台区"
                    },
                    {
                        "id": "3",
                        "value": "复兴区"
                    },
                    {
                        "id": "4",
                        "value": "峰峰矿区"
                    },
                    {
                        "id": "5",
                        "value": "邯郸县"
                    },
                    {
                        "id": "6",
                        "value": "临漳县"
                    },
                    {
                        "id": "7",
                        "value": "成安县"
                    },
                    {
                        "id": "8",
                        "value": "大名县"
                    },
                    {
                        "id": "9",
                        "value": "涉县"
                    },
                    {
                        "id": "10",
                        "value": "磁县"
                    },
                    {
                        "id": "11",
                        "value": "肥乡县"
                    },
                    {
                        "id": "12",
                        "value": "永年县"
                    },
                    {
                        "id": "13",
                        "value": "邱县"
                    },
                    {
                        "id": "14",
                        "value": "鸡泽县"
                    },
                    {
                        "id": "15",
                        "value": "广平县"
                    },
                    {
                        "id": "16",
                        "value": "馆陶县"
                    },
                    {
                        "id": "17",
                        "value": "魏县"
                    },
                    {
                        "id": "18",
                        "value": "曲周县"
                    },
                    {
                        "id": "19",
                        "value": "武安市"
                    }
                ]
            },
            {
                "id": "5",
                "value": "邢台市",
                "childs": [{
                        "id": "1",
                        "value": "桥东区"
                    },
                    {
                        "id": "2",
                        "value": "桥西区"
                    },
                    {
                        "id": "3",
                        "value": "邢台县"
                    },
                    {
                        "id": "4",
                        "value": "临城县"
                    },
                    {
                        "id": "5",
                        "value": "内丘县"
                    },
                    {
                        "id": "6",
                        "value": "柏乡县"
                    },
                    {
                        "id": "7",
                        "value": "隆尧县"
                    },
                    {
                        "id": "8",
                        "value": "任县"
                    },
                    {
                        "id": "9",
                        "value": "南和县"
                    },
                    {
                        "id": "10",
                        "value": "宁晋县"
                    },
                    {
                        "id": "11",
                        "value": "巨鹿县"
                    },
                    {
                        "id": "12",
                        "value": "新河县"
                    },
                    {
                        "id": "13",
                        "value": "广宗县"
                    },
                    {
                        "id": "14",
                        "value": "平乡县"
                    },
                    {
                        "id": "15",
                        "value": "威县"
                    },
                    {
                        "id": "16",
                        "value": "清河县"
                    },
                    {
                        "id": "17",
                        "value": "临西县"
                    },
                    {
                        "id": "18",
                        "value": "南宫市"
                    },
                    {
                        "id": "19",
                        "value": "沙河市"
                    }
                ]
            },
            {
                "id": "6",
                "value": "保定市",
                "childs": [{
                        "id": "1",
                        "value": "竞秀区"
                    },
                    {
                        "id": "2",
                        "value": "南市区"
                    },
                    {
                        "id": "3",
                        "value": "莲池区"
                    },
                    {
                        "id": "4",
                        "value": "满城区"
                    },
                    {
                        "id": "5",
                        "value": "清苑区"
                    },
                    {
                        "id": "6",
                        "value": "徐水区"
                    },
                    {
                        "id": "7",
                        "value": "涞水县"
                    },
                    {
                        "id": "8",
                        "value": "阜平县"
                    },
                    {
                        "id": "9",
                        "value": "定兴县"
                    },
                    {
                        "id": "10",
                        "value": "唐县"
                    },
                    {
                        "id": "11",
                        "value": "高阳县"
                    },
                    {
                        "id": "12",
                        "value": "容城县"
                    },
                    {
                        "id": "13",
                        "value": "涞源县"
                    },
                    {
                        "id": "14",
                        "value": "望都县"
                    },
                    {
                        "id": "15",
                        "value": "安新县"
                    },
                    {
                        "id": "16",
                        "value": "易县"
                    },
                    {
                        "id": "17",
                        "value": "曲阳县"
                    },
                    {
                        "id": "18",
                        "value": "蠡县"
                    },
                    {
                        "id": "19",
                        "value": "顺平县"
                    },
                    {
                        "id": "20",
                        "value": "博野县"
                    },
                    {
                        "id": "21",
                        "value": "雄县"
                    },
                    {
                        "id": "22",
                        "value": "涿州市"
                    },
                    {
                        "id": "23",
                        "value": "定州市"
                    },
                    {
                        "id": "24",
                        "value": "安国市"
                    },
                    {
                        "id": "25",
                        "value": "高碑店市"
                    }
                ]
            },
            {
                "id": "7",
                "value": "张家口市",
                "childs": [{
                        "id": "1",
                        "value": "桥东区"
                    },
                    {
                        "id": "2",
                        "value": "桥西区"
                    },
                    {
                        "id": "3",
                        "value": "宣化区"
                    },
                    {
                        "id": "4",
                        "value": "下花园区"
                    },
                    {
                        "id": "5",
                        "value": "宣化县"
                    },
                    {
                        "id": "6",
                        "value": "张北县"
                    },
                    {
                        "id": "7",
                        "value": "康保县"
                    },
                    {
                        "id": "8",
                        "value": "沽源县"
                    },
                    {
                        "id": "9",
                        "value": "尚义县"
                    },
                    {
                        "id": "10",
                        "value": "蔚县"
                    },
                    {
                        "id": "11",
                        "value": "阳原县"
                    },
                    {
                        "id": "12",
                        "value": "怀安县"
                    },
                    {
                        "id": "13",
                        "value": "万全县"
                    },
                    {
                        "id": "14",
                        "value": "怀来县"
                    },
                    {
                        "id": "15",
                        "value": "涿鹿县"
                    },
                    {
                        "id": "16",
                        "value": "赤城县"
                    },
                    {
                        "id": "17",
                        "value": "崇礼县"
                    }
                ]
            },
            {
                "id": "8",
                "value": "承德市",
                "childs": [{
                        "id": "1",
                        "value": "双桥区"
                    },
                    {
                        "id": "2",
                        "value": "双滦区"
                    },
                    {
                        "id": "3",
                        "value": "鹰手营子矿区"
                    },
                    {
                        "id": "4",
                        "value": "承德县"
                    },
                    {
                        "id": "5",
                        "value": "兴隆县"
                    },
                    {
                        "id": "6",
                        "value": "平泉县"
                    },
                    {
                        "id": "7",
                        "value": "滦平县"
                    },
                    {
                        "id": "8",
                        "value": "隆化县"
                    },
                    {
                        "id": "9",
                        "value": "丰宁满族自治县"
                    },
                    {
                        "id": "10",
                        "value": "宽城满族自治县"
                    },
                    {
                        "id": "11",
                        "value": "围场满族蒙古族自治县"
                    }
                ]
            },
            {
                "id": "9",
                "value": "沧州市",
                "childs": [{
                        "id": "1",
                        "value": "新华区"
                    },
                    {
                        "id": "2",
                        "value": "运河区"
                    },
                    {
                        "id": "3",
                        "value": "沧县"
                    },
                    {
                        "id": "4",
                        "value": "青县"
                    },
                    {
                        "id": "5",
                        "value": "东光县"
                    },
                    {
                        "id": "6",
                        "value": "海兴县"
                    },
                    {
                        "id": "7",
                        "value": "盐山县"
                    },
                    {
                        "id": "8",
                        "value": "肃宁县"
                    },
                    {
                        "id": "9",
                        "value": "南皮县"
                    },
                    {
                        "id": "10",
                        "value": "吴桥县"
                    },
                    {
                        "id": "11",
                        "value": "献县"
                    },
                    {
                        "id": "12",
                        "value": "孟村回族自治县"
                    },
                    {
                        "id": "13",
                        "value": "泊头市"
                    },
                    {
                        "id": "14",
                        "value": "任丘市"
                    },
                    {
                        "id": "15",
                        "value": "黄骅市"
                    },
                    {
                        "id": "16",
                        "value": "河间市"
                    }
                ]
            },
            {
                "id": "10",
                "value": "廊坊市",
                "childs": [{
                        "id": "1",
                        "value": "安次区"
                    },
                    {
                        "id": "2",
                        "value": "广阳区"
                    },
                    {
                        "id": "3",
                        "value": "固安县"
                    },
                    {
                        "id": "4",
                        "value": "永清县"
                    },
                    {
                        "id": "5",
                        "value": "香河县"
                    },
                    {
                        "id": "6",
                        "value": "大城县"
                    },
                    {
                        "id": "7",
                        "value": "文安县"
                    },
                    {
                        "id": "8",
                        "value": "大厂回族自治县"
                    },
                    {
                        "id": "9",
                        "value": "霸州市"
                    },
                    {
                        "id": "10",
                        "value": "三河市"
                    }
                ]
            },
            {
                "id": "11",
                "value": "衡水市",
                "childs": [{
                        "id": "1",
                        "value": "桃城区"
                    },
                    {
                        "id": "2",
                        "value": "枣强县"
                    },
                    {
                        "id": "3",
                        "value": "武邑县"
                    },
                    {
                        "id": "4",
                        "value": "武强县"
                    },
                    {
                        "id": "5",
                        "value": "饶阳县"
                    },
                    {
                        "id": "6",
                        "value": "安平县"
                    },
                    {
                        "id": "7",
                        "value": "故城县"
                    },
                    {
                        "id": "8",
                        "value": "景县"
                    },
                    {
                        "id": "9",
                        "value": "阜城县"
                    },
                    {
                        "id": "10",
                        "value": "冀州市"
                    },
                    {
                        "id": "11",
                        "value": "深州市"
                    }
                ]
            }
        ]
    },
    {
        "id": "4",
        "value": "山西省",
        "childs": [{
                "id": "1",
                "value": "太原市",
                "childs": [{
                        "id": "1",
                        "value": "小店区"
                    },
                    {
                        "id": "2",
                        "value": "迎泽区"
                    },
                    {
                        "id": "3",
                        "value": "杏花岭区"
                    },
                    {
                        "id": "4",
                        "value": "尖草坪区"
                    },
                    {
                        "id": "5",
                        "value": "万柏林区"
                    },
                    {
                        "id": "6",
                        "value": "晋源区"
                    },
                    {
                        "id": "7",
                        "value": "清徐县"
                    },
                    {
                        "id": "8",
                        "value": "阳曲县"
                    },
                    {
                        "id": "9",
                        "value": "娄烦县"
                    },
                    {
                        "id": "10",
                        "value": "古交市"
                    }
                ]
            },
            {
                "id": "2",
                "value": "大同市",
                "childs": [{
                        "id": "1",
                        "value": "城区"
                    },
                    {
                        "id": "2",
                        "value": "矿区"
                    },
                    {
                        "id": "3",
                        "value": "南郊区"
                    },
                    {
                        "id": "4",
                        "value": "新荣区"
                    },
                    {
                        "id": "5",
                        "value": "阳高县"
                    },
                    {
                        "id": "6",
                        "value": "天镇县"
                    },
                    {
                        "id": "7",
                        "value": "广灵县"
                    },
                    {
                        "id": "8",
                        "value": "灵丘县"
                    },
                    {
                        "id": "9",
                        "value": "浑源县"
                    },
                    {
                        "id": "10",
                        "value": "左云县"
                    },
                    {
                        "id": "11",
                        "value": "大同县"
                    }
                ]
            },
            {
                "id": "3",
                "value": "阳泉市",
                "childs": [{
                        "id": "1",
                        "value": "城区"
                    },
                    {
                        "id": "2",
                        "value": "矿区"
                    },
                    {
                        "id": "3",
                        "value": "郊区"
                    },
                    {
                        "id": "4",
                        "value": "平定县"
                    },
                    {
                        "id": "5",
                        "value": "盂县"
                    }
                ]
            },
            {
                "id": "4",
                "value": "长治市",
                "childs": [{
                        "id": "1",
                        "value": "城区"
                    },
                    {
                        "id": "2",
                        "value": "郊区"
                    },
                    {
                        "id": "3",
                        "value": "长治县"
                    },
                    {
                        "id": "4",
                        "value": "襄垣县"
                    },
                    {
                        "id": "5",
                        "value": "屯留县"
                    },
                    {
                        "id": "6",
                        "value": "平顺县"
                    },
                    {
                        "id": "7",
                        "value": "黎城县"
                    },
                    {
                        "id": "8",
                        "value": "壶关县"
                    },
                    {
                        "id": "9",
                        "value": "长子县"
                    },
                    {
                        "id": "10",
                        "value": "武乡县"
                    },
                    {
                        "id": "11",
                        "value": "沁县"
                    },
                    {
                        "id": "12",
                        "value": "沁源县"
                    },
                    {
                        "id": "13",
                        "value": "潞城市"
                    }
                ]
            },
            {
                "id": "5",
                "value": "晋城市",
                "childs": [{
                        "id": "1",
                        "value": "城区"
                    },
                    {
                        "id": "2",
                        "value": "沁水县"
                    },
                    {
                        "id": "3",
                        "value": "阳城县"
                    },
                    {
                        "id": "4",
                        "value": "陵川县"
                    },
                    {
                        "id": "5",
                        "value": "泽州县"
                    },
                    {
                        "id": "6",
                        "value": "高平市"
                    }
                ]
            },
            {
                "id": "6",
                "value": "朔州市",
                "childs": [{
                        "id": "1",
                        "value": "朔城区"
                    },
                    {
                        "id": "2",
                        "value": "平鲁区"
                    },
                    {
                        "id": "3",
                        "value": "山阴县"
                    },
                    {
                        "id": "4",
                        "value": "应县"
                    },
                    {
                        "id": "5",
                        "value": "右玉县"
                    },
                    {
                        "id": "6",
                        "value": "怀仁县"
                    }
                ]
            },
            {
                "id": "7",
                "value": "晋中市",
                "childs": [{
                        "id": "1",
                        "value": "榆次区"
                    },
                    {
                        "id": "2",
                        "value": "榆社县"
                    },
                    {
                        "id": "3",
                        "value": "左权县"
                    },
                    {
                        "id": "4",
                        "value": "和顺县"
                    },
                    {
                        "id": "5",
                        "value": "昔阳县"
                    },
                    {
                        "id": "6",
                        "value": "寿阳县"
                    },
                    {
                        "id": "7",
                        "value": "太谷县"
                    },
                    {
                        "id": "8",
                        "value": "祁县"
                    },
                    {
                        "id": "9",
                        "value": "平遥县"
                    },
                    {
                        "id": "10",
                        "value": "灵石县"
                    },
                    {
                        "id": "11",
                        "value": "介休市"
                    }
                ]
            },
            {
                "id": "8",
                "value": "运城市",
                "childs": [{
                        "id": "1",
                        "value": "盐湖区"
                    },
                    {
                        "id": "2",
                        "value": "临猗县"
                    },
                    {
                        "id": "3",
                        "value": "万荣县"
                    },
                    {
                        "id": "4",
                        "value": "闻喜县"
                    },
                    {
                        "id": "5",
                        "value": "稷山县"
                    },
                    {
                        "id": "6",
                        "value": "新绛县"
                    },
                    {
                        "id": "7",
                        "value": "绛县"
                    },
                    {
                        "id": "8",
                        "value": "垣曲县"
                    },
                    {
                        "id": "9",
                        "value": "夏县"
                    },
                    {
                        "id": "10",
                        "value": "平陆县"
                    },
                    {
                        "id": "11",
                        "value": "芮城县"
                    },
                    {
                        "id": "12",
                        "value": "永济市"
                    },
                    {
                        "id": "13",
                        "value": "河津市"
                    }
                ]
            },
            {
                "id": "9",
                "value": "忻州市",
                "childs": [{
                        "id": "1",
                        "value": "忻府区"
                    },
                    {
                        "id": "2",
                        "value": "定襄县"
                    },
                    {
                        "id": "3",
                        "value": "五台县"
                    },
                    {
                        "id": "4",
                        "value": "代县"
                    },
                    {
                        "id": "5",
                        "value": "繁峙县"
                    },
                    {
                        "id": "6",
                        "value": "宁武县"
                    },
                    {
                        "id": "7",
                        "value": "静乐县"
                    },
                    {
                        "id": "8",
                        "value": "神池县"
                    },
                    {
                        "id": "9",
                        "value": "五寨县"
                    },
                    {
                        "id": "10",
                        "value": "岢岚县"
                    },
                    {
                        "id": "11",
                        "value": "河曲县"
                    },
                    {
                        "id": "12",
                        "value": "保德县"
                    },
                    {
                        "id": "13",
                        "value": "偏关县"
                    },
                    {
                        "id": "14",
                        "value": "原平市"
                    }
                ]
            },
            {
                "id": "10",
                "value": "临汾市",
                "childs": [{
                        "id": "1",
                        "value": "尧都区"
                    },
                    {
                        "id": "2",
                        "value": "曲沃县"
                    },
                    {
                        "id": "3",
                        "value": "翼城县"
                    },
                    {
                        "id": "4",
                        "value": "襄汾县"
                    },
                    {
                        "id": "5",
                        "value": "洪洞县"
                    },
                    {
                        "id": "6",
                        "value": "古县"
                    },
                    {
                        "id": "7",
                        "value": "安泽县"
                    },
                    {
                        "id": "8",
                        "value": "浮山县"
                    },
                    {
                        "id": "9",
                        "value": "吉县"
                    },
                    {
                        "id": "10",
                        "value": "乡宁县"
                    },
                    {
                        "id": "11",
                        "value": "大宁县"
                    },
                    {
                        "id": "12",
                        "value": "隰县"
                    },
                    {
                        "id": "13",
                        "value": "永和县"
                    },
                    {
                        "id": "14",
                        "value": "蒲县"
                    },
                    {
                        "id": "15",
                        "value": "汾西县"
                    },
                    {
                        "id": "16",
                        "value": "侯马市"
                    },
                    {
                        "id": "17",
                        "value": "霍州市"
                    }
                ]
            },
            {
                "id": "11",
                "value": "吕梁市",
                "childs": [{
                        "id": "1",
                        "value": "离石区"
                    },
                    {
                        "id": "2",
                        "value": "文水县"
                    },
                    {
                        "id": "3",
                        "value": "交城县"
                    },
                    {
                        "id": "4",
                        "value": "兴县"
                    },
                    {
                        "id": "5",
                        "value": "临县"
                    },
                    {
                        "id": "6",
                        "value": "柳林县"
                    },
                    {
                        "id": "7",
                        "value": "石楼县"
                    },
                    {
                        "id": "8",
                        "value": "岚县"
                    },
                    {
                        "id": "9",
                        "value": "方山县"
                    },
                    {
                        "id": "10",
                        "value": "中阳县"
                    },
                    {
                        "id": "11",
                        "value": "交口县"
                    },
                    {
                        "id": "12",
                        "value": "孝义市"
                    },
                    {
                        "id": "13",
                        "value": "汾阳市"
                    }
                ]
            }
        ]
    },
    {
        "id": "5",
        "value": "内蒙古自治区",
        "childs": [{
                "id": "1",
                "value": "呼和浩特市",
                "childs": [{
                        "id": "1",
                        "value": "新城区"
                    },
                    {
                        "id": "2",
                        "value": "回民区"
                    },
                    {
                        "id": "3",
                        "value": "玉泉区"
                    },
                    {
                        "id": "4",
                        "value": "赛罕区"
                    },
                    {
                        "id": "5",
                        "value": "土默特左旗"
                    },
                    {
                        "id": "6",
                        "value": "托克托县"
                    },
                    {
                        "id": "7",
                        "value": "和林格尔县"
                    },
                    {
                        "id": "8",
                        "value": "清水河县"
                    },
                    {
                        "id": "9",
                        "value": "武川县"
                    }
                ]
            },
            {
                "id": "2",
                "value": "包头市",
                "childs": [{
                        "id": "1",
                        "value": "东河区"
                    },
                    {
                        "id": "2",
                        "value": "昆都仑区"
                    },
                    {
                        "id": "3",
                        "value": "青山区"
                    },
                    {
                        "id": "4",
                        "value": "石拐区"
                    },
                    {
                        "id": "5",
                        "value": "白云鄂博矿区"
                    },
                    {
                        "id": "6",
                        "value": "九原区"
                    },
                    {
                        "id": "7",
                        "value": "土默特右旗"
                    },
                    {
                        "id": "8",
                        "value": "固阳县"
                    },
                    {
                        "id": "9",
                        "value": "达尔罕茂明安联合旗"
                    }
                ]
            },
            {
                "id": "3",
                "value": "乌海市",
                "childs": [{
                        "id": "1",
                        "value": "海勃湾区"
                    },
                    {
                        "id": "2",
                        "value": "海南区"
                    },
                    {
                        "id": "3",
                        "value": "乌达区"
                    }
                ]
            },
            {
                "id": "4",
                "value": "赤峰市",
                "childs": [{
                        "id": "1",
                        "value": "红山区"
                    },
                    {
                        "id": "2",
                        "value": "元宝山区"
                    },
                    {
                        "id": "3",
                        "value": "松山区"
                    },
                    {
                        "id": "4",
                        "value": "阿鲁科尔沁旗"
                    },
                    {
                        "id": "5",
                        "value": "巴林左旗"
                    },
                    {
                        "id": "6",
                        "value": "巴林右旗"
                    },
                    {
                        "id": "7",
                        "value": "林西县"
                    },
                    {
                        "id": "8",
                        "value": "克什克腾旗"
                    },
                    {
                        "id": "9",
                        "value": "翁牛特旗"
                    },
                    {
                        "id": "10",
                        "value": "喀喇沁旗"
                    },
                    {
                        "id": "11",
                        "value": "宁城县"
                    },
                    {
                        "id": "12",
                        "value": "敖汉旗"
                    }
                ]
            },
            {
                "id": "5",
                "value": "通辽市",
                "childs": [{
                        "id": "1",
                        "value": "科尔沁区"
                    },
                    {
                        "id": "2",
                        "value": "科尔沁左翼中旗"
                    },
                    {
                        "id": "3",
                        "value": "科尔沁左翼后旗"
                    },
                    {
                        "id": "4",
                        "value": "开鲁县"
                    },
                    {
                        "id": "5",
                        "value": "库伦旗"
                    },
                    {
                        "id": "6",
                        "value": "奈曼旗"
                    },
                    {
                        "id": "7",
                        "value": "扎鲁特旗"
                    },
                    {
                        "id": "8",
                        "value": "霍林郭勒市"
                    }
                ]
            },
            {
                "id": "6",
                "value": "鄂尔多斯市",
                "childs": [{
                        "id": "1",
                        "value": "东胜区"
                    },
                    {
                        "id": "2",
                        "value": "达拉特旗"
                    },
                    {
                        "id": "3",
                        "value": "准格尔旗"
                    },
                    {
                        "id": "4",
                        "value": "鄂托克前旗"
                    },
                    {
                        "id": "5",
                        "value": "鄂托克旗"
                    },
                    {
                        "id": "6",
                        "value": "杭锦旗"
                    },
                    {
                        "id": "7",
                        "value": "乌审旗"
                    },
                    {
                        "id": "8",
                        "value": "伊金霍洛旗"
                    }
                ]
            },
            {
                "id": "7",
                "value": "呼伦贝尔市",
                "childs": [{
                        "id": "1",
                        "value": "海拉尔区"
                    },
                    {
                        "id": "2",
                        "value": "扎赉诺尔区"
                    },
                    {
                        "id": "3",
                        "value": "阿荣旗"
                    },
                    {
                        "id": "4",
                        "value": "莫力达瓦达斡尔族自治旗"
                    },
                    {
                        "id": "5",
                        "value": "鄂伦春自治旗"
                    },
                    {
                        "id": "6",
                        "value": "鄂温克族自治旗"
                    },
                    {
                        "id": "7",
                        "value": "陈巴尔虎旗"
                    },
                    {
                        "id": "8",
                        "value": "新巴尔虎左旗"
                    },
                    {
                        "id": "9",
                        "value": "新巴尔虎右旗"
                    },
                    {
                        "id": "10",
                        "value": "满洲里市"
                    },
                    {
                        "id": "11",
                        "value": "牙克石市"
                    },
                    {
                        "id": "12",
                        "value": "扎兰屯市"
                    },
                    {
                        "id": "13",
                        "value": "额尔古纳市"
                    },
                    {
                        "id": "14",
                        "value": "根河市"
                    }
                ]
            },
            {
                "id": "8",
                "value": "巴彦淖尔市",
                "childs": [{
                        "id": "1",
                        "value": "临河区"
                    },
                    {
                        "id": "2",
                        "value": "五原县"
                    },
                    {
                        "id": "3",
                        "value": "磴口县"
                    },
                    {
                        "id": "4",
                        "value": "乌拉特前旗"
                    },
                    {
                        "id": "5",
                        "value": "乌拉特中旗"
                    },
                    {
                        "id": "6",
                        "value": "乌拉特后旗"
                    },
                    {
                        "id": "7",
                        "value": "杭锦后旗"
                    }
                ]
            },
            {
                "id": "9",
                "value": "乌兰察布市",
                "childs": [{
                        "id": "1",
                        "value": "集宁区"
                    },
                    {
                        "id": "2",
                        "value": "卓资县"
                    },
                    {
                        "id": "3",
                        "value": "化德县"
                    },
                    {
                        "id": "4",
                        "value": "商都县"
                    },
                    {
                        "id": "5",
                        "value": "兴和县"
                    },
                    {
                        "id": "6",
                        "value": "凉城县"
                    },
                    {
                        "id": "7",
                        "value": "察哈尔右翼前旗"
                    },
                    {
                        "id": "8",
                        "value": "察哈尔右翼中旗"
                    },
                    {
                        "id": "9",
                        "value": "察哈尔右翼后旗"
                    },
                    {
                        "id": "10",
                        "value": "四子王旗"
                    },
                    {
                        "id": "11",
                        "value": "丰镇市"
                    }
                ]
            },
            {
                "id": "10",
                "value": "兴安盟",
                "childs": [{
                        "id": "1",
                        "value": "乌兰浩特市"
                    },
                    {
                        "id": "2",
                        "value": "阿尔山市"
                    },
                    {
                        "id": "3",
                        "value": "科尔沁右翼前旗"
                    },
                    {
                        "id": "4",
                        "value": "科尔沁右翼中旗"
                    },
                    {
                        "id": "5",
                        "value": "扎赉特旗"
                    },
                    {
                        "id": "6",
                        "value": "突泉县"
                    }
                ]
            },
            {
                "id": "11",
                "value": "锡林郭勒盟",
                "childs": [{
                        "id": "1",
                        "value": "二连浩特市"
                    },
                    {
                        "id": "2",
                        "value": "锡林浩特市"
                    },
                    {
                        "id": "3",
                        "value": "阿巴嘎旗"
                    },
                    {
                        "id": "4",
                        "value": "苏尼特左旗"
                    },
                    {
                        "id": "5",
                        "value": "苏尼特右旗"
                    },
                    {
                        "id": "6",
                        "value": "东乌珠穆沁旗"
                    },
                    {
                        "id": "7",
                        "value": "西乌珠穆沁旗"
                    },
                    {
                        "id": "8",
                        "value": "太仆寺旗"
                    },
                    {
                        "id": "9",
                        "value": "镶黄旗"
                    },
                    {
                        "id": "10",
                        "value": "正镶白旗"
                    },
                    {
                        "id": "11",
                        "value": "正蓝旗"
                    },
                    {
                        "id": "12",
                        "value": "多伦县"
                    }
                ]
            },
            {
                "id": "12",
                "value": "阿拉善盟",
                "childs": [{
                        "id": "1",
                        "value": "阿拉善左旗"
                    },
                    {
                        "id": "2",
                        "value": "阿拉善右旗"
                    },
                    {
                        "id": "3",
                        "value": "额济纳旗"
                    }
                ]
            }
        ]
    },
    {
        "id": "6",
        "value": "辽宁省",
        "childs": [{
                "id": "1",
                "value": "沈阳市",
                "childs": [{
                        "id": "1",
                        "value": "和平区"
                    },
                    {
                        "id": "2",
                        "value": "沈河区"
                    },
                    {
                        "id": "3",
                        "value": "大东区"
                    },
                    {
                        "id": "4",
                        "value": "皇姑区"
                    },
                    {
                        "id": "5",
                        "value": "铁西区"
                    },
                    {
                        "id": "6",
                        "value": "苏家屯区"
                    },
                    {
                        "id": "7",
                        "value": "东陵区"
                    },
                    {
                        "id": "8",
                        "value": "沈北新区"
                    },
                    {
                        "id": "9",
                        "value": "于洪区"
                    },
                    {
                        "id": "10",
                        "value": "辽中区"
                    },
                    {
                        "id": "11",
                        "value": "康平县"
                    },
                    {
                        "id": "12",
                        "value": "法库县"
                    },
                    {
                        "id": "13",
                        "value": "新民市"
                    }
                ]
            },
            {
                "id": "2",
                "value": "大连市",
                "childs": [{
                        "id": "1",
                        "value": "中山区"
                    },
                    {
                        "id": "2",
                        "value": "西岗区"
                    },
                    {
                        "id": "3",
                        "value": "沙河口区"
                    },
                    {
                        "id": "4",
                        "value": "甘井子区"
                    },
                    {
                        "id": "5",
                        "value": "旅顺口区"
                    },
                    {
                        "id": "6",
                        "value": "金州区"
                    },
                    {
                        "id": "7",
                        "value": "长海县"
                    },
                    {
                        "id": "8",
                        "value": "瓦房店市"
                    },
                    {
                        "id": "9",
                        "value": "普兰店区"
                    },
                    {
                        "id": "10",
                        "value": "庄河市"
                    }
                ]
            },
            {
                "id": "3",
                "value": "鞍山市",
                "childs": [{
                        "id": "1",
                        "value": "铁东区"
                    },
                    {
                        "id": "2",
                        "value": "铁西区"
                    },
                    {
                        "id": "3",
                        "value": "立山区"
                    },
                    {
                        "id": "4",
                        "value": "千山区"
                    },
                    {
                        "id": "5",
                        "value": "台安县"
                    },
                    {
                        "id": "6",
                        "value": "岫岩满族自治县"
                    },
                    {
                        "id": "7",
                        "value": "海城市"
                    }
                ]
            },
            {
                "id": "4",
                "value": "抚顺市",
                "childs": [{
                        "id": "1",
                        "value": "新抚区"
                    },
                    {
                        "id": "2",
                        "value": "东洲区"
                    },
                    {
                        "id": "3",
                        "value": "望花区"
                    },
                    {
                        "id": "4",
                        "value": "顺城区"
                    },
                    {
                        "id": "5",
                        "value": "抚顺县"
                    },
                    {
                        "id": "6",
                        "value": "新宾满族自治县"
                    },
                    {
                        "id": "7",
                        "value": "清原满族自治县"
                    }
                ]
            },
            {
                "id": "5",
                "value": "本溪市",
                "childs": [{
                        "id": "1",
                        "value": "平山区"
                    },
                    {
                        "id": "2",
                        "value": "溪湖区"
                    },
                    {
                        "id": "3",
                        "value": "明山区"
                    },
                    {
                        "id": "4",
                        "value": "南芬区"
                    },
                    {
                        "id": "5",
                        "value": "本溪满族自治县"
                    },
                    {
                        "id": "6",
                        "value": "桓仁满族自治县"
                    }
                ]
            },
            {
                "id": "6",
                "value": "丹东市",
                "childs": [{
                        "id": "1",
                        "value": "元宝区"
                    },
                    {
                        "id": "2",
                        "value": "振兴区"
                    },
                    {
                        "id": "3",
                        "value": "振安区"
                    },
                    {
                        "id": "4",
                        "value": "宽甸满族自治县"
                    },
                    {
                        "id": "5",
                        "value": "东港市"
                    },
                    {
                        "id": "6",
                        "value": "凤城市"
                    }
                ]
            },
            {
                "id": "7",
                "value": "锦州市",
                "childs": [{
                        "id": "1",
                        "value": "古塔区"
                    },
                    {
                        "id": "2",
                        "value": "凌河区"
                    },
                    {
                        "id": "3",
                        "value": "太和区"
                    },
                    {
                        "id": "4",
                        "value": "黑山县"
                    },
                    {
                        "id": "5",
                        "value": "义县"
                    },
                    {
                        "id": "6",
                        "value": "凌海市"
                    },
                    {
                        "id": "7",
                        "value": "北镇市"
                    }
                ]
            },
            {
                "id": "8",
                "value": "营口市",
                "childs": [{
                        "id": "1",
                        "value": "站前区"
                    },
                    {
                        "id": "2",
                        "value": "西市区"
                    },
                    {
                        "id": "3",
                        "value": "鲅鱼圈区"
                    },
                    {
                        "id": "4",
                        "value": "老边区"
                    },
                    {
                        "id": "5",
                        "value": "盖州市"
                    },
                    {
                        "id": "6",
                        "value": "大石桥市"
                    }
                ]
            },
            {
                "id": "9",
                "value": "阜新市",
                "childs": [{
                        "id": "1",
                        "value": "海州区"
                    },
                    {
                        "id": "2",
                        "value": "新邱区"
                    },
                    {
                        "id": "3",
                        "value": "太平区"
                    },
                    {
                        "id": "4",
                        "value": "清河门区"
                    },
                    {
                        "id": "5",
                        "value": "细河区"
                    },
                    {
                        "id": "6",
                        "value": "阜新蒙古族自治县"
                    },
                    {
                        "id": "7",
                        "value": "彰武县"
                    }
                ]
            },
            {
                "id": "10",
                "value": "辽阳市",
                "childs": [{
                        "id": "1",
                        "value": "白塔区"
                    },
                    {
                        "id": "2",
                        "value": "文圣区"
                    },
                    {
                        "id": "3",
                        "value": "宏伟区"
                    },
                    {
                        "id": "4",
                        "value": "弓长岭区"
                    },
                    {
                        "id": "5",
                        "value": "太子河区"
                    },
                    {
                        "id": "6",
                        "value": "辽阳县"
                    },
                    {
                        "id": "7",
                        "value": "灯塔市"
                    }
                ]
            },
            {
                "id": "11",
                "value": "盘锦市",
                "childs": [{
                        "id": "1",
                        "value": "双台子区"
                    },
                    {
                        "id": "2",
                        "value": "兴隆台区"
                    },
                    {
                        "id": "3",
                        "value": "大洼区"
                    },
                    {
                        "id": "4",
                        "value": "盘山县"
                    }
                ]
            },
            {
                "id": "12",
                "value": "铁岭市",
                "childs": [{
                        "id": "1",
                        "value": "银州区"
                    },
                    {
                        "id": "2",
                        "value": "清河区"
                    },
                    {
                        "id": "3",
                        "value": "铁岭县"
                    },
                    {
                        "id": "4",
                        "value": "西丰县"
                    },
                    {
                        "id": "5",
                        "value": "昌图县"
                    },
                    {
                        "id": "6",
                        "value": "调兵山市"
                    },
                    {
                        "id": "7",
                        "value": "开原市"
                    }
                ]
            },
            {
                "id": "13",
                "value": "朝阳市",
                "childs": [{
                        "id": "1",
                        "value": "双塔区"
                    },
                    {
                        "id": "2",
                        "value": "龙城区"
                    },
                    {
                        "id": "3",
                        "value": "朝阳县"
                    },
                    {
                        "id": "4",
                        "value": "建平县"
                    },
                    {
                        "id": "5",
                        "value": "喀喇沁左翼蒙古族自治县"
                    },
                    {
                        "id": "6",
                        "value": "北票市"
                    },
                    {
                        "id": "7",
                        "value": "凌源市"
                    }
                ]
            },
            {
                "id": "14",
                "value": "葫芦岛市",
                "childs": [{
                        "id": "1",
                        "value": "连山区"
                    },
                    {
                        "id": "2",
                        "value": "龙港区"
                    },
                    {
                        "id": "3",
                        "value": "南票区"
                    },
                    {
                        "id": "4",
                        "value": "绥中县"
                    },
                    {
                        "id": "5",
                        "value": "建昌县"
                    },
                    {
                        "id": "6",
                        "value": "兴城市"
                    }
                ]
            }
        ]
    },
    {
        "id": "7",
        "value": "黑龙江省",
        "childs": [{
                "id": "1",
                "value": "哈尔滨市",
                "childs": [{
                        "id": "1",
                        "value": "道里区"
                    },
                    {
                        "id": "2",
                        "value": "南岗区"
                    },
                    {
                        "id": "3",
                        "value": "道外区"
                    },
                    {
                        "id": "4",
                        "value": "平房区"
                    },
                    {
                        "id": "5",
                        "value": "松北区"
                    },
                    {
                        "id": "6",
                        "value": "香坊区"
                    },
                    {
                        "id": "7",
                        "value": "呼兰区"
                    },
                    {
                        "id": "8",
                        "value": "阿城区"
                    },
                    {
                        "id": "9",
                        "value": "双城区"
                    },
                    {
                        "id": "10",
                        "value": "依兰县"
                    },
                    {
                        "id": "11",
                        "value": "方正县"
                    },
                    {
                        "id": "12",
                        "value": "宾县"
                    },
                    {
                        "id": "13",
                        "value": "巴彦县"
                    },
                    {
                        "id": "14",
                        "value": "木兰县"
                    },
                    {
                        "id": "15",
                        "value": "通河县"
                    },
                    {
                        "id": "16",
                        "value": "延寿县"
                    },
                    {
                        "id": "17",
                        "value": "尚志市"
                    },
                    {
                        "id": "18",
                        "value": "五常市"
                    }
                ]
            },
            {
                "id": "2",
                "value": "齐齐哈尔市",
                "childs": [{
                        "id": "1",
                        "value": "龙沙区"
                    },
                    {
                        "id": "2",
                        "value": "建华区"
                    },
                    {
                        "id": "3",
                        "value": "铁锋区"
                    },
                    {
                        "id": "4",
                        "value": "昂昂溪区"
                    },
                    {
                        "id": "5",
                        "value": "富拉尔基区"
                    },
                    {
                        "id": "6",
                        "value": "碾子山区"
                    },
                    {
                        "id": "7",
                        "value": "梅里斯达斡尔族区"
                    },
                    {
                        "id": "8",
                        "value": "龙江县"
                    },
                    {
                        "id": "9",
                        "value": "依安县"
                    },
                    {
                        "id": "10",
                        "value": "泰来县"
                    },
                    {
                        "id": "11",
                        "value": "甘南县"
                    },
                    {
                        "id": "12",
                        "value": "富裕县"
                    },
                    {
                        "id": "13",
                        "value": "克山县"
                    },
                    {
                        "id": "14",
                        "value": "克东县"
                    },
                    {
                        "id": "15",
                        "value": "拜泉县"
                    },
                    {
                        "id": "16",
                        "value": "讷河市"
                    }
                ]
            },
            {
                "id": "3",
                "value": "鸡西市",
                "childs": [{
                        "id": "1",
                        "value": "鸡冠区"
                    },
                    {
                        "id": "2",
                        "value": "恒山区"
                    },
                    {
                        "id": "3",
                        "value": "滴道区"
                    },
                    {
                        "id": "4",
                        "value": "梨树区"
                    },
                    {
                        "id": "5",
                        "value": "城子河区"
                    },
                    {
                        "id": "6",
                        "value": "麻山区"
                    },
                    {
                        "id": "7",
                        "value": "鸡东县"
                    },
                    {
                        "id": "8",
                        "value": "虎林市"
                    },
                    {
                        "id": "9",
                        "value": "密山市"
                    }
                ]
            },
            {
                "id": "4",
                "value": "鹤岗市",
                "childs": [{
                        "id": "1",
                        "value": "向阳区"
                    },
                    {
                        "id": "2",
                        "value": "工农区"
                    },
                    {
                        "id": "3",
                        "value": "南山区"
                    },
                    {
                        "id": "4",
                        "value": "兴安区"
                    },
                    {
                        "id": "5",
                        "value": "东山区"
                    },
                    {
                        "id": "6",
                        "value": "兴山区"
                    },
                    {
                        "id": "7",
                        "value": "萝北县"
                    },
                    {
                        "id": "8",
                        "value": "绥滨县"
                    }
                ]
            },
            {
                "id": "5",
                "value": "双鸭山市",
                "childs": [{
                        "id": "1",
                        "value": "尖山区"
                    },
                    {
                        "id": "2",
                        "value": "岭东区"
                    },
                    {
                        "id": "3",
                        "value": "四方台区"
                    },
                    {
                        "id": "4",
                        "value": "宝山区"
                    },
                    {
                        "id": "5",
                        "value": "集贤县"
                    },
                    {
                        "id": "6",
                        "value": "友谊县"
                    },
                    {
                        "id": "7",
                        "value": "宝清县"
                    },
                    {
                        "id": "8",
                        "value": "饶河县"
                    }
                ]
            },
            {
                "id": "6",
                "value": "大庆市",
                "childs": [{
                        "id": "1",
                        "value": "萨尔图区"
                    },
                    {
                        "id": "2",
                        "value": "龙凤区"
                    },
                    {
                        "id": "3",
                        "value": "让胡路区"
                    },
                    {
                        "id": "4",
                        "value": "红岗区"
                    },
                    {
                        "id": "5",
                        "value": "大同区"
                    },
                    {
                        "id": "6",
                        "value": "肇州县"
                    },
                    {
                        "id": "7",
                        "value": "肇源县"
                    },
                    {
                        "id": "8",
                        "value": "林甸县"
                    },
                    {
                        "id": "9",
                        "value": "杜尔伯特蒙古族自治县"
                    }
                ]
            },
            {
                "id": "7",
                "value": "伊春市",
                "childs": [{
                        "id": "1",
                        "value": "伊春区"
                    },
                    {
                        "id": "2",
                        "value": "南岔区"
                    },
                    {
                        "id": "3",
                        "value": "友好区"
                    },
                    {
                        "id": "4",
                        "value": "西林区"
                    },
                    {
                        "id": "5",
                        "value": "翠峦区"
                    },
                    {
                        "id": "6",
                        "value": "新青区"
                    },
                    {
                        "id": "7",
                        "value": "美溪区"
                    },
                    {
                        "id": "8",
                        "value": "金山屯区"
                    },
                    {
                        "id": "9",
                        "value": "五营区"
                    },
                    {
                        "id": "10",
                        "value": "乌马河区"
                    },
                    {
                        "id": "11",
                        "value": "汤旺河区"
                    },
                    {
                        "id": "12",
                        "value": "带岭区"
                    },
                    {
                        "id": "13",
                        "value": "乌伊岭区"
                    },
                    {
                        "id": "14",
                        "value": "红星区"
                    },
                    {
                        "id": "15",
                        "value": "上甘岭区"
                    },
                    {
                        "id": "16",
                        "value": "嘉荫县"
                    },
                    {
                        "id": "17",
                        "value": "铁力市"
                    }
                ]
            },
            {
                "id": "8",
                "value": "佳木斯市",
                "childs": [{
                        "id": "1",
                        "value": "向阳区"
                    },
                    {
                        "id": "2",
                        "value": "前进区"
                    },
                    {
                        "id": "3",
                        "value": "东风区"
                    },
                    {
                        "id": "4",
                        "value": "郊区"
                    },
                    {
                        "id": "5",
                        "value": "桦南县"
                    },
                    {
                        "id": "6",
                        "value": "桦川县"
                    },
                    {
                        "id": "7",
                        "value": "汤原县"
                    },
                    {
                        "id": "8",
                        "value": "抚远县"
                    },
                    {
                        "id": "9",
                        "value": "同江市"
                    },
                    {
                        "id": "10",
                        "value": "富锦市"
                    }
                ]
            },
            {
                "id": "9",
                "value": "七台河市",
                "childs": [{
                        "id": "1",
                        "value": "新兴区"
                    },
                    {
                        "id": "2",
                        "value": "桃山区"
                    },
                    {
                        "id": "3",
                        "value": "茄子河区"
                    },
                    {
                        "id": "4",
                        "value": "勃利县"
                    }
                ]
            },
            {
                "id": "10",
                "value": "牡丹江市",
                "childs": [{
                        "id": "1",
                        "value": "东安区"
                    },
                    {
                        "id": "2",
                        "value": "阳明区"
                    },
                    {
                        "id": "3",
                        "value": "爱民区"
                    },
                    {
                        "id": "4",
                        "value": "西安区"
                    },
                    {
                        "id": "5",
                        "value": "林口县"
                    },
                    {
                        "id": "6",
                        "value": "绥芬河市"
                    },
                    {
                        "id": "7",
                        "value": "海林市"
                    },
                    {
                        "id": "8",
                        "value": "宁安市"
                    },
                    {
                        "id": "9",
                        "value": "穆棱市"
                    },
                    {
                        "id": "10",
                        "value": "东宁市"
                    }
                ]
            },
            {
                "id": "11",
                "value": "黑河市",
                "childs": [{
                        "id": "1",
                        "value": "爱辉区"
                    },
                    {
                        "id": "2",
                        "value": "嫩江县"
                    },
                    {
                        "id": "3",
                        "value": "逊克县"
                    },
                    {
                        "id": "4",
                        "value": "孙吴县"
                    },
                    {
                        "id": "5",
                        "value": "北安市"
                    },
                    {
                        "id": "6",
                        "value": "五大连池市"
                    }
                ]
            },
            {
                "id": "12",
                "value": "绥化市",
                "childs": [{
                        "id": "1",
                        "value": "北林区"
                    },
                    {
                        "id": "2",
                        "value": "望奎县"
                    },
                    {
                        "id": "3",
                        "value": "兰西县"
                    },
                    {
                        "id": "4",
                        "value": "青冈县"
                    },
                    {
                        "id": "5",
                        "value": "庆安县"
                    },
                    {
                        "id": "6",
                        "value": "明水县"
                    },
                    {
                        "id": "7",
                        "value": "绥棱县"
                    },
                    {
                        "id": "8",
                        "value": "安达市"
                    },
                    {
                        "id": "9",
                        "value": "肇东市"
                    },
                    {
                        "id": "10",
                        "value": "海伦市"
                    }
                ]
            },
            {
                "id": "13",
                "value": "大兴安岭地区",
                "childs": [{
                        "id": "1",
                        "value": "呼玛县"
                    },
                    {
                        "id": "2",
                        "value": "塔河县"
                    },
                    {
                        "id": "3",
                        "value": "漠河县"
                    }
                ]
            }
        ]
    },
    {
        "id": "8",
        "value": "上海市",
        "childs": [{
            "id": "1",
            "value": "上海市",
            "childs": [{
                    "id": "1",
                    "value": "黄浦区"
                },
                {
                    "id": "2",
                    "value": "徐汇区"
                },
                {
                    "id": "3",
                    "value": "长宁区"
                },
                {
                    "id": "4",
                    "value": "静安区"
                },
                {
                    "id": "5",
                    "value": "普陀区"
                },
                {
                    "id": "6",
                    "value": "虹口区"
                },
                {
                    "id": "7",
                    "value": "杨浦区"
                },
                {
                    "id": "8",
                    "value": "闵行区"
                },
                {
                    "id": "9",
                    "value": "宝山区"
                },
                {
                    "id": "10",
                    "value": "嘉定区"
                },
                {
                    "id": "11",
                    "value": "浦东新区"
                },
                {
                    "id": "12",
                    "value": "金山区"
                },
                {
                    "id": "13",
                    "value": "松江区"
                },
                {
                    "id": "14",
                    "value": "青浦区"
                },
                {
                    "id": "15",
                    "value": "奉贤区"
                },
                {
                    "id": "16",
                    "value": "崇明县"
                }
            ]
        }]
    },
    {
        "id": "9",
        "value": "江苏省",
        "childs": [{
                "id": "1",
                "value": "南京市",
                "childs": [{
                        "id": "1",
                        "value": "玄武区"
                    },
                    {
                        "id": "2",
                        "value": "秦淮区"
                    },
                    {
                        "id": "3",
                        "value": "建邺区"
                    },
                    {
                        "id": "4",
                        "value": "鼓楼区"
                    },
                    {
                        "id": "5",
                        "value": "浦口区"
                    },
                    {
                        "id": "6",
                        "value": "栖霞区"
                    },
                    {
                        "id": "7",
                        "value": "雨花台区"
                    },
                    {
                        "id": "8",
                        "value": "江宁区"
                    },
                    {
                        "id": "9",
                        "value": "六合区"
                    },
                    {
                        "id": "10",
                        "value": "溧水区"
                    },
                    {
                        "id": "11",
                        "value": "高淳区"
                    }
                ]
            },
            {
                "id": "2",
                "value": "无锡市",
                "childs": [{
                        "id": "1",
                        "value": "锡山区"
                    },
                    {
                        "id": "2",
                        "value": "惠山区"
                    },
                    {
                        "id": "3",
                        "value": "滨湖区"
                    },
                    {
                        "id": "4",
                        "value": "梁溪区"
                    },
                    {
                        "id": "5",
                        "value": "新吴区"
                    },
                    {
                        "id": "6",
                        "value": "江阴市"
                    },
                    {
                        "id": "7",
                        "value": "宜兴市"
                    }
                ]
            },
            {
                "id": "3",
                "value": "徐州市",
                "childs": [{
                        "id": "1",
                        "value": "鼓楼区"
                    },
                    {
                        "id": "2",
                        "value": "云龙区"
                    },
                    {
                        "id": "3",
                        "value": "贾汪区"
                    },
                    {
                        "id": "4",
                        "value": "泉山区"
                    },
                    {
                        "id": "5",
                        "value": "铜山区"
                    },
                    {
                        "id": "6",
                        "value": "丰县"
                    },
                    {
                        "id": "7",
                        "value": "沛县"
                    },
                    {
                        "id": "8",
                        "value": "睢宁县"
                    },
                    {
                        "id": "9",
                        "value": "新沂市"
                    },
                    {
                        "id": "10",
                        "value": "邳州市"
                    }
                ]
            },
            {
                "id": "4",
                "value": "常州市",
                "childs": [{
                        "id": "1",
                        "value": "天宁区"
                    },
                    {
                        "id": "2",
                        "value": "钟楼区"
                    },
                    {
                        "id": "3",
                        "value": "新北区"
                    },
                    {
                        "id": "4",
                        "value": "武进区"
                    },
                    {
                        "id": "5",
                        "value": "金坛区"
                    },
                    {
                        "id": "6",
                        "value": "溧阳市"
                    }
                ]
            },
            {
                "id": "5",
                "value": "苏州市",
                "childs": [{
                        "id": "1",
                        "value": "虎丘区"
                    },
                    {
                        "id": "2",
                        "value": "吴中区"
                    },
                    {
                        "id": "3",
                        "value": "相城区"
                    },
                    {
                        "id": "4",
                        "value": "姑苏区"
                    },
                    {
                        "id": "5",
                        "value": "吴江区"
                    },
                    {
                        "id": "6",
                        "value": "常熟市"
                    },
                    {
                        "id": "7",
                        "value": "张家港市"
                    },
                    {
                        "id": "8",
                        "value": "昆山市"
                    },
                    {
                        "id": "9",
                        "value": "太仓市"
                    }
                ]
            },
            {
                "id": "6",
                "value": "南通市",
                "childs": [{
                        "id": "1",
                        "value": "崇川区"
                    },
                    {
                        "id": "2",
                        "value": "港闸区"
                    },
                    {
                        "id": "3",
                        "value": "通州区"
                    },
                    {
                        "id": "4",
                        "value": "海安县"
                    },
                    {
                        "id": "5",
                        "value": "如东县"
                    },
                    {
                        "id": "6",
                        "value": "启东市"
                    },
                    {
                        "id": "7",
                        "value": "如皋市"
                    },
                    {
                        "id": "8",
                        "value": "海门市"
                    }
                ]
            },
            {
                "id": "7",
                "value": "连云港市",
                "childs": [{
                        "id": "1",
                        "value": "连云区"
                    },
                    {
                        "id": "2",
                        "value": "海州区"
                    },
                    {
                        "id": "3",
                        "value": "赣榆区"
                    },
                    {
                        "id": "4",
                        "value": "东海县"
                    },
                    {
                        "id": "5",
                        "value": "灌云县"
                    },
                    {
                        "id": "6",
                        "value": "灌南县"
                    }
                ]
            },
            {
                "id": "8",
                "value": "淮安市",
                "childs": [{
                        "id": "1",
                        "value": "清河区"
                    },
                    {
                        "id": "2",
                        "value": "淮安区"
                    },
                    {
                        "id": "3",
                        "value": "淮阴区"
                    },
                    {
                        "id": "4",
                        "value": "清浦区"
                    },
                    {
                        "id": "5",
                        "value": "涟水县"
                    },
                    {
                        "id": "6",
                        "value": "洪泽县"
                    },
                    {
                        "id": "7",
                        "value": "盱眙县"
                    },
                    {
                        "id": "8",
                        "value": "金湖县"
                    }
                ]
            },
            {
                "id": "9",
                "value": "盐城市",
                "childs": [{
                        "id": "1",
                        "value": "亭湖区"
                    },
                    {
                        "id": "2",
                        "value": "盐都区"
                    },
                    {
                        "id": "3",
                        "value": "大丰区"
                    },
                    {
                        "id": "4",
                        "value": "响水县"
                    },
                    {
                        "id": "5",
                        "value": "滨海县"
                    },
                    {
                        "id": "6",
                        "value": "阜宁县"
                    },
                    {
                        "id": "7",
                        "value": "射阳县"
                    },
                    {
                        "id": "8",
                        "value": "建湖县"
                    },
                    {
                        "id": "9",
                        "value": "东台市"
                    }
                ]
            },
            {
                "id": "10",
                "value": "扬州市",
                "childs": [{
                        "id": "1",
                        "value": "广陵区"
                    },
                    {
                        "id": "2",
                        "value": "邗江区"
                    },
                    {
                        "id": "3",
                        "value": "江都区"
                    },
                    {
                        "id": "4",
                        "value": "宝应县"
                    },
                    {
                        "id": "5",
                        "value": "仪征市"
                    },
                    {
                        "id": "6",
                        "value": "高邮市"
                    }
                ]
            },
            {
                "id": "11",
                "value": "镇江市",
                "childs": [{
                        "id": "1",
                        "value": "京口区"
                    },
                    {
                        "id": "2",
                        "value": "润州区"
                    },
                    {
                        "id": "3",
                        "value": "丹徒区"
                    },
                    {
                        "id": "4",
                        "value": "丹阳市"
                    },
                    {
                        "id": "5",
                        "value": "扬中市"
                    },
                    {
                        "id": "6",
                        "value": "句容市"
                    }
                ]
            },
            {
                "id": "12",
                "value": "泰州市",
                "childs": [{
                        "id": "1",
                        "value": "海陵区"
                    },
                    {
                        "id": "2",
                        "value": "高港区"
                    },
                    {
                        "id": "3",
                        "value": "姜堰区"
                    },
                    {
                        "id": "4",
                        "value": "兴化市"
                    },
                    {
                        "id": "5",
                        "value": "靖江市"
                    },
                    {
                        "id": "6",
                        "value": "泰兴市"
                    }
                ]
            },
            {
                "id": "13",
                "value": "宿迁市",
                "childs": [{
                        "id": "1",
                        "value": "宿城区"
                    },
                    {
                        "id": "2",
                        "value": "宿豫区"
                    },
                    {
                        "id": "3",
                        "value": "沭阳县"
                    },
                    {
                        "id": "4",
                        "value": "泗阳县"
                    },
                    {
                        "id": "5",
                        "value": "泗洪县"
                    }
                ]
            }
        ]
    },
    {
        "id": "10",
        "value": "浙江省",
        "childs": [{
                "id": "1",
                "value": "杭州市",
                "childs": [{
                        "id": "1",
                        "value": "上城区"
                    },
                    {
                        "id": "2",
                        "value": "下城区"
                    },
                    {
                        "id": "3",
                        "value": "江干区"
                    },
                    {
                        "id": "4",
                        "value": "拱墅区"
                    },
                    {
                        "id": "5",
                        "value": "西湖区"
                    },
                    {
                        "id": "6",
                        "value": "滨江区"
                    },
                    {
                        "id": "7",
                        "value": "萧山区"
                    },
                    {
                        "id": "8",
                        "value": "余杭区"
                    },
                    {
                        "id": "9",
                        "value": "富阳区"
                    },
                    {
                        "id": "10",
                        "value": "桐庐县"
                    },
                    {
                        "id": "11",
                        "value": "淳安县"
                    },
                    {
                        "id": "12",
                        "value": "建德市"
                    },
                    {
                        "id": "13",
                        "value": "临安市"
                    }
                ]
            },
            {
                "id": "2",
                "value": "宁波市",
                "childs": [{
                        "id": "1",
                        "value": "海曙区"
                    },
                    {
                        "id": "2",
                        "value": "江东区"
                    },
                    {
                        "id": "3",
                        "value": "江北区"
                    },
                    {
                        "id": "4",
                        "value": "北仑区"
                    },
                    {
                        "id": "5",
                        "value": "镇海区"
                    },
                    {
                        "id": "6",
                        "value": "鄞州区"
                    },
                    {
                        "id": "7",
                        "value": "象山县"
                    },
                    {
                        "id": "8",
                        "value": "宁海县"
                    },
                    {
                        "id": "9",
                        "value": "余姚市"
                    },
                    {
                        "id": "10",
                        "value": "慈溪市"
                    },
                    {
                        "id": "11",
                        "value": "奉化市"
                    }
                ]
            },
            {
                "id": "3",
                "value": "温州市",
                "childs": [{
                        "id": "1",
                        "value": "鹿城区"
                    },
                    {
                        "id": "2",
                        "value": "龙湾区"
                    },
                    {
                        "id": "3",
                        "value": "瓯海区"
                    },
                    {
                        "id": "4",
                        "value": "洞头区"
                    },
                    {
                        "id": "5",
                        "value": "永嘉县"
                    },
                    {
                        "id": "6",
                        "value": "平阳县"
                    },
                    {
                        "id": "7",
                        "value": "苍南县"
                    },
                    {
                        "id": "8",
                        "value": "文成县"
                    },
                    {
                        "id": "9",
                        "value": "泰顺县"
                    },
                    {
                        "id": "10",
                        "value": "瑞安市"
                    },
                    {
                        "id": "11",
                        "value": "乐清市"
                    }
                ]
            },
            {
                "id": "4",
                "value": "嘉兴市",
                "childs": [{
                        "id": "1",
                        "value": "南湖区"
                    },
                    {
                        "id": "2",
                        "value": "秀洲区"
                    },
                    {
                        "id": "3",
                        "value": "嘉善县"
                    },
                    {
                        "id": "4",
                        "value": "海盐县"
                    },
                    {
                        "id": "5",
                        "value": "海宁市"
                    },
                    {
                        "id": "6",
                        "value": "平湖市"
                    },
                    {
                        "id": "7",
                        "value": "桐乡市"
                    }
                ]
            },
            {
                "id": "5",
                "value": "湖州市",
                "childs": [{
                        "id": "1",
                        "value": "吴兴区"
                    },
                    {
                        "id": "2",
                        "value": "南浔区"
                    },
                    {
                        "id": "3",
                        "value": "德清县"
                    },
                    {
                        "id": "4",
                        "value": "长兴县"
                    },
                    {
                        "id": "5",
                        "value": "安吉县"
                    }
                ]
            },
            {
                "id": "6",
                "value": "绍兴市",
                "childs": [{
                        "id": "1",
                        "value": "越城区"
                    },
                    {
                        "id": "2",
                        "value": "柯桥区"
                    },
                    {
                        "id": "3",
                        "value": "上虞区"
                    },
                    {
                        "id": "4",
                        "value": "新昌县"
                    },
                    {
                        "id": "5",
                        "value": "诸暨市"
                    },
                    {
                        "id": "6",
                        "value": "嵊州市"
                    }
                ]
            },
            {
                "id": "7",
                "value": "金华市",
                "childs": [{
                        "id": "1",
                        "value": "婺城区"
                    },
                    {
                        "id": "2",
                        "value": "金东区"
                    },
                    {
                        "id": "3",
                        "value": "武义县"
                    },
                    {
                        "id": "4",
                        "value": "浦江县"
                    },
                    {
                        "id": "5",
                        "value": "磐安县"
                    },
                    {
                        "id": "6",
                        "value": "兰溪市"
                    },
                    {
                        "id": "7",
                        "value": "义乌市"
                    },
                    {
                        "id": "8",
                        "value": "东阳市"
                    },
                    {
                        "id": "9",
                        "value": "永康市"
                    }
                ]
            },
            {
                "id": "8",
                "value": "衢州市",
                "childs": [{
                        "id": "1",
                        "value": "柯城区"
                    },
                    {
                        "id": "2",
                        "value": "衢江区"
                    },
                    {
                        "id": "3",
                        "value": "常山县"
                    },
                    {
                        "id": "4",
                        "value": "开化县"
                    },
                    {
                        "id": "5",
                        "value": "龙游县"
                    },
                    {
                        "id": "6",
                        "value": "江山市"
                    }
                ]
            },
            {
                "id": "9",
                "value": "舟山市",
                "childs": [{
                        "id": "1",
                        "value": "定海区"
                    },
                    {
                        "id": "2",
                        "value": "普陀区"
                    },
                    {
                        "id": "3",
                        "value": "岱山县"
                    },
                    {
                        "id": "4",
                        "value": "嵊泗县"
                    }
                ]
            },
            {
                "id": "10",
                "value": "台州市",
                "childs": [{
                        "id": "1",
                        "value": "椒江区"
                    },
                    {
                        "id": "2",
                        "value": "黄岩区"
                    },
                    {
                        "id": "3",
                        "value": "路桥区"
                    },
                    {
                        "id": "4",
                        "value": "玉环县"
                    },
                    {
                        "id": "5",
                        "value": "三门县"
                    },
                    {
                        "id": "6",
                        "value": "天台县"
                    },
                    {
                        "id": "7",
                        "value": "仙居县"
                    },
                    {
                        "id": "8",
                        "value": "温岭市"
                    },
                    {
                        "id": "9",
                        "value": "临海市"
                    }
                ]
            },
            {
                "id": "11",
                "value": "丽水市",
                "childs": [{
                        "id": "1",
                        "value": "莲都区"
                    },
                    {
                        "id": "2",
                        "value": "青田县"
                    },
                    {
                        "id": "3",
                        "value": "缙云县"
                    },
                    {
                        "id": "4",
                        "value": "遂昌县"
                    },
                    {
                        "id": "5",
                        "value": "松阳县"
                    },
                    {
                        "id": "6",
                        "value": "云和县"
                    },
                    {
                        "id": "7",
                        "value": "庆元县"
                    },
                    {
                        "id": "8",
                        "value": "景宁畲族自治县"
                    },
                    {
                        "id": "9",
                        "value": "龙泉市"
                    }
                ]
            }
        ]
    },
    {
        "id": "11",
        "value": "安徽省",
        "childs": [{
                "id": "1",
                "value": "合肥市",
                "childs": [{
                        "id": "1",
                        "value": "瑶海区"
                    },
                    {
                        "id": "2",
                        "value": "庐阳区"
                    },
                    {
                        "id": "3",
                        "value": "蜀山区"
                    },
                    {
                        "id": "4",
                        "value": "包河区"
                    },
                    {
                        "id": "5",
                        "value": "长丰县"
                    },
                    {
                        "id": "6",
                        "value": "肥东县"
                    },
                    {
                        "id": "7",
                        "value": "肥西县"
                    },
                    {
                        "id": "8",
                        "value": "庐江县"
                    },
                    {
                        "id": "9",
                        "value": "巢湖市"
                    }
                ]
            },
            {
                "id": "2",
                "value": "芜湖市",
                "childs": [{
                        "id": "1",
                        "value": "镜湖区"
                    },
                    {
                        "id": "2",
                        "value": "弋江区"
                    },
                    {
                        "id": "3",
                        "value": "鸠江区"
                    },
                    {
                        "id": "4",
                        "value": "三山区"
                    },
                    {
                        "id": "5",
                        "value": "芜湖县"
                    },
                    {
                        "id": "6",
                        "value": "繁昌县"
                    },
                    {
                        "id": "7",
                        "value": "南陵县"
                    },
                    {
                        "id": "8",
                        "value": "无为县"
                    }
                ]
            },
            {
                "id": "3",
                "value": "蚌埠市",
                "childs": [{
                        "id": "1",
                        "value": "龙子湖区"
                    },
                    {
                        "id": "2",
                        "value": "蚌山区"
                    },
                    {
                        "id": "3",
                        "value": "禹会区"
                    },
                    {
                        "id": "4",
                        "value": "淮上区"
                    },
                    {
                        "id": "5",
                        "value": "怀远县"
                    },
                    {
                        "id": "6",
                        "value": "五河县"
                    },
                    {
                        "id": "7",
                        "value": "固镇县"
                    }
                ]
            },
            {
                "id": "4",
                "value": "淮南市",
                "childs": [{
                        "id": "1",
                        "value": "大通区"
                    },
                    {
                        "id": "2",
                        "value": "田家庵区"
                    },
                    {
                        "id": "3",
                        "value": "谢家集区"
                    },
                    {
                        "id": "4",
                        "value": "八公山区"
                    },
                    {
                        "id": "5",
                        "value": "潘集区"
                    },
                    {
                        "id": "6",
                        "value": "凤台县"
                    },
                    {
                        "id": "7",
                        "value": "寿县"
                    }
                ]
            },
            {
                "id": "5",
                "value": "马鞍山市",
                "childs": [{
                        "id": "1",
                        "value": "花山区"
                    },
                    {
                        "id": "2",
                        "value": "雨山区"
                    },
                    {
                        "id": "3",
                        "value": "博望区"
                    },
                    {
                        "id": "4",
                        "value": "当涂县"
                    },
                    {
                        "id": "5",
                        "value": "含山县"
                    },
                    {
                        "id": "6",
                        "value": "和县"
                    }
                ]
            },
            {
                "id": "6",
                "value": "淮北市",
                "childs": [{
                        "id": "1",
                        "value": "杜集区"
                    },
                    {
                        "id": "2",
                        "value": "相山区"
                    },
                    {
                        "id": "3",
                        "value": "烈山区"
                    },
                    {
                        "id": "4",
                        "value": "濉溪县"
                    }
                ]
            },
            {
                "id": "7",
                "value": "铜陵市",
                "childs": [{
                        "id": "1",
                        "value": "铜官区"
                    },
                    {
                        "id": "2",
                        "value": "义安区"
                    },
                    {
                        "id": "3",
                        "value": "郊区"
                    },
                    {
                        "id": "4",
                        "value": "枞阳县"
                    }
                ]
            },
            {
                "id": "8",
                "value": "安庆市",
                "childs": [{
                        "id": "1",
                        "value": "迎江区"
                    },
                    {
                        "id": "2",
                        "value": "大观区"
                    },
                    {
                        "id": "3",
                        "value": "宜秀区"
                    },
                    {
                        "id": "4",
                        "value": "怀宁县"
                    },
                    {
                        "id": "5",
                        "value": "潜山县"
                    },
                    {
                        "id": "6",
                        "value": "太湖县"
                    },
                    {
                        "id": "7",
                        "value": "宿松县"
                    },
                    {
                        "id": "8",
                        "value": "望江县"
                    },
                    {
                        "id": "9",
                        "value": "岳西县"
                    },
                    {
                        "id": "10",
                        "value": "桐城市"
                    }
                ]
            },
            {
                "id": "9",
                "value": "黄山市",
                "childs": [{
                        "id": "1",
                        "value": "屯溪区"
                    },
                    {
                        "id": "2",
                        "value": "黄山区"
                    },
                    {
                        "id": "3",
                        "value": "徽州区"
                    },
                    {
                        "id": "4",
                        "value": "歙县"
                    },
                    {
                        "id": "5",
                        "value": "休宁县"
                    },
                    {
                        "id": "6",
                        "value": "黟县"
                    },
                    {
                        "id": "7",
                        "value": "祁门县"
                    }
                ]
            },
            {
                "id": "10",
                "value": "滁州市",
                "childs": [{
                        "id": "1",
                        "value": "琅琊区"
                    },
                    {
                        "id": "2",
                        "value": "南谯区"
                    },
                    {
                        "id": "3",
                        "value": "来安县"
                    },
                    {
                        "id": "4",
                        "value": "全椒县"
                    },
                    {
                        "id": "5",
                        "value": "定远县"
                    },
                    {
                        "id": "6",
                        "value": "凤阳县"
                    },
                    {
                        "id": "7",
                        "value": "天长市"
                    },
                    {
                        "id": "8",
                        "value": "明光市"
                    }
                ]
            },
            {
                "id": "11",
                "value": "阜阳市",
                "childs": [{
                        "id": "1",
                        "value": "颍州区"
                    },
                    {
                        "id": "2",
                        "value": "颍东区"
                    },
                    {
                        "id": "3",
                        "value": "颍泉区"
                    },
                    {
                        "id": "4",
                        "value": "临泉县"
                    },
                    {
                        "id": "5",
                        "value": "太和县"
                    },
                    {
                        "id": "6",
                        "value": "阜南县"
                    },
                    {
                        "id": "7",
                        "value": "颍上县"
                    },
                    {
                        "id": "8",
                        "value": "界首市"
                    }
                ]
            },
            {
                "id": "12",
                "value": "宿州市",
                "childs": [{
                        "id": "1",
                        "value": "埇桥区"
                    },
                    {
                        "id": "2",
                        "value": "砀山县"
                    },
                    {
                        "id": "3",
                        "value": "萧县"
                    },
                    {
                        "id": "4",
                        "value": "灵璧县"
                    },
                    {
                        "id": "5",
                        "value": "泗县"
                    }
                ]
            },
            {
                "id": "13",
                "value": "六安市",
                "childs": [{
                        "id": "1",
                        "value": "金安区"
                    },
                    {
                        "id": "2",
                        "value": "裕安区"
                    },
                    {
                        "id": "3",
                        "value": "叶集区"
                    },
                    {
                        "id": "4",
                        "value": "霍邱县"
                    },
                    {
                        "id": "5",
                        "value": "舒城县"
                    },
                    {
                        "id": "6",
                        "value": "金寨县"
                    },
                    {
                        "id": "7",
                        "value": "霍山县"
                    }
                ]
            },
            {
                "id": "14",
                "value": "亳州市",
                "childs": [{
                        "id": "1",
                        "value": "谯城区"
                    },
                    {
                        "id": "2",
                        "value": "涡阳县"
                    },
                    {
                        "id": "3",
                        "value": "蒙城县"
                    },
                    {
                        "id": "4",
                        "value": "利辛县"
                    }
                ]
            },
            {
                "id": "15",
                "value": "池州市",
                "childs": [{
                        "id": "1",
                        "value": "贵池区"
                    },
                    {
                        "id": "2",
                        "value": "东至县"
                    },
                    {
                        "id": "3",
                        "value": "石台县"
                    },
                    {
                        "id": "4",
                        "value": "青阳县"
                    }
                ]
            },
            {
                "id": "16",
                "value": "宣城市",
                "childs": [{
                        "id": "1",
                        "value": "宣州区"
                    },
                    {
                        "id": "2",
                        "value": "郎溪县"
                    },
                    {
                        "id": "3",
                        "value": "广德县"
                    },
                    {
                        "id": "4",
                        "value": "泾县"
                    },
                    {
                        "id": "5",
                        "value": "绩溪县"
                    },
                    {
                        "id": "6",
                        "value": "旌德县"
                    },
                    {
                        "id": "7",
                        "value": "宁国市"
                    }
                ]
            }
        ]
    },
    {
        "id": "12",
        "value": "福建省",
        "childs": [{
                "id": "1",
                "value": "福州市",
                "childs": [{
                        "id": "1",
                        "value": "鼓楼区"
                    },
                    {
                        "id": "2",
                        "value": "台江区"
                    },
                    {
                        "id": "3",
                        "value": "仓山区"
                    },
                    {
                        "id": "4",
                        "value": "马尾区"
                    },
                    {
                        "id": "5",
                        "value": "晋安区"
                    },
                    {
                        "id": "6",
                        "value": "闽侯县"
                    },
                    {
                        "id": "7",
                        "value": "连江县"
                    },
                    {
                        "id": "8",
                        "value": "罗源县"
                    },
                    {
                        "id": "9",
                        "value": "闽清县"
                    },
                    {
                        "id": "10",
                        "value": "永泰县"
                    },
                    {
                        "id": "11",
                        "value": "平潭县"
                    },
                    {
                        "id": "12",
                        "value": "福清市"
                    },
                    {
                        "id": "13",
                        "value": "长乐市"
                    }
                ]
            },
            {
                "id": "2",
                "value": "厦门市",
                "childs": [{
                        "id": "1",
                        "value": "思明区"
                    },
                    {
                        "id": "2",
                        "value": "海沧区"
                    },
                    {
                        "id": "3",
                        "value": "湖里区"
                    },
                    {
                        "id": "4",
                        "value": "集美区"
                    },
                    {
                        "id": "5",
                        "value": "同安区"
                    },
                    {
                        "id": "6",
                        "value": "翔安区"
                    }
                ]
            },
            {
                "id": "3",
                "value": "莆田市",
                "childs": [{
                        "id": "1",
                        "value": "城厢区"
                    },
                    {
                        "id": "2",
                        "value": "涵江区"
                    },
                    {
                        "id": "3",
                        "value": "荔城区"
                    },
                    {
                        "id": "4",
                        "value": "秀屿区"
                    },
                    {
                        "id": "5",
                        "value": "仙游县"
                    }
                ]
            },
            {
                "id": "4",
                "value": "三明市",
                "childs": [{
                        "id": "1",
                        "value": "梅列区"
                    },
                    {
                        "id": "2",
                        "value": "三元区"
                    },
                    {
                        "id": "3",
                        "value": "明溪县"
                    },
                    {
                        "id": "4",
                        "value": "清流县"
                    },
                    {
                        "id": "5",
                        "value": "宁化县"
                    },
                    {
                        "id": "6",
                        "value": "大田县"
                    },
                    {
                        "id": "7",
                        "value": "尤溪县"
                    },
                    {
                        "id": "8",
                        "value": "沙县"
                    },
                    {
                        "id": "9",
                        "value": "将乐县"
                    },
                    {
                        "id": "10",
                        "value": "泰宁县"
                    },
                    {
                        "id": "11",
                        "value": "建宁县"
                    },
                    {
                        "id": "12",
                        "value": "永安市"
                    }
                ]
            },
            {
                "id": "5",
                "value": "泉州市",
                "childs": [{
                        "id": "1",
                        "value": "鲤城区"
                    },
                    {
                        "id": "2",
                        "value": "丰泽区"
                    },
                    {
                        "id": "3",
                        "value": "洛江区"
                    },
                    {
                        "id": "4",
                        "value": "泉港区"
                    },
                    {
                        "id": "5",
                        "value": "惠安县"
                    },
                    {
                        "id": "6",
                        "value": "安溪县"
                    },
                    {
                        "id": "7",
                        "value": "永春县"
                    },
                    {
                        "id": "8",
                        "value": "德化县"
                    },
                    {
                        "id": "9",
                        "value": "金门县"
                    },
                    {
                        "id": "10",
                        "value": "石狮市"
                    },
                    {
                        "id": "11",
                        "value": "晋江市"
                    },
                    {
                        "id": "12",
                        "value": "南安市"
                    }
                ]
            },
            {
                "id": "6",
                "value": "漳州市",
                "childs": [{
                        "id": "1",
                        "value": "芗城区"
                    },
                    {
                        "id": "2",
                        "value": "龙文区"
                    },
                    {
                        "id": "3",
                        "value": "云霄县"
                    },
                    {
                        "id": "4",
                        "value": "漳浦县"
                    },
                    {
                        "id": "5",
                        "value": "诏安县"
                    },
                    {
                        "id": "6",
                        "value": "长泰县"
                    },
                    {
                        "id": "7",
                        "value": "东山县"
                    },
                    {
                        "id": "8",
                        "value": "南靖县"
                    },
                    {
                        "id": "9",
                        "value": "平和县"
                    },
                    {
                        "id": "10",
                        "value": "华安县"
                    },
                    {
                        "id": "11",
                        "value": "龙海市"
                    }
                ]
            },
            {
                "id": "7",
                "value": "南平市",
                "childs": [{
                        "id": "1",
                        "value": "延平区"
                    },
                    {
                        "id": "2",
                        "value": "建阳区"
                    },
                    {
                        "id": "3",
                        "value": "顺昌县"
                    },
                    {
                        "id": "4",
                        "value": "浦城县"
                    },
                    {
                        "id": "5",
                        "value": "光泽县"
                    },
                    {
                        "id": "6",
                        "value": "松溪县"
                    },
                    {
                        "id": "7",
                        "value": "政和县"
                    },
                    {
                        "id": "8",
                        "value": "邵武市"
                    },
                    {
                        "id": "9",
                        "value": "武夷山市"
                    },
                    {
                        "id": "10",
                        "value": "建瓯市"
                    }
                ]
            },
            {
                "id": "8",
                "value": "龙岩市",
                "childs": [{
                        "id": "1",
                        "value": "新罗区"
                    },
                    {
                        "id": "2",
                        "value": "永定区"
                    },
                    {
                        "id": "3",
                        "value": "长汀县"
                    },
                    {
                        "id": "4",
                        "value": "上杭县"
                    },
                    {
                        "id": "5",
                        "value": "武平县"
                    },
                    {
                        "id": "6",
                        "value": "连城县"
                    },
                    {
                        "id": "7",
                        "value": "漳平市"
                    }
                ]
            },
            {
                "id": "9",
                "value": "宁德市",
                "childs": [{
                        "id": "1",
                        "value": "蕉城区"
                    },
                    {
                        "id": "2",
                        "value": "霞浦县"
                    },
                    {
                        "id": "3",
                        "value": "古田县"
                    },
                    {
                        "id": "4",
                        "value": "屏南县"
                    },
                    {
                        "id": "5",
                        "value": "寿宁县"
                    },
                    {
                        "id": "6",
                        "value": "周宁县"
                    },
                    {
                        "id": "7",
                        "value": "柘荣县"
                    },
                    {
                        "id": "8",
                        "value": "福安市"
                    },
                    {
                        "id": "9",
                        "value": "福鼎市"
                    }
                ]
            }
        ]
    },
    {
        "id": "13",
        "value": "江西省",
        "childs": [{
                "id": "1",
                "value": "南昌市",
                "childs": [{
                        "id": "1",
                        "value": "东湖区"
                    },
                    {
                        "id": "2",
                        "value": "西湖区"
                    },
                    {
                        "id": "3",
                        "value": "青云谱区"
                    },
                    {
                        "id": "4",
                        "value": "湾里区"
                    },
                    {
                        "id": "5",
                        "value": "青山湖区"
                    },
                    {
                        "id": "6",
                        "value": "新建区"
                    },
                    {
                        "id": "7",
                        "value": "南昌县"
                    },
                    {
                        "id": "8",
                        "value": "安义县"
                    },
                    {
                        "id": "9",
                        "value": "进贤县"
                    }
                ]
            },
            {
                "id": "2",
                "value": "景德镇市",
                "childs": [{
                        "id": "1",
                        "value": "昌江区"
                    },
                    {
                        "id": "2",
                        "value": "珠山区"
                    },
                    {
                        "id": "3",
                        "value": "浮梁县"
                    },
                    {
                        "id": "4",
                        "value": "乐平市"
                    }
                ]
            },
            {
                "id": "3",
                "value": "萍乡市",
                "childs": [{
                        "id": "1",
                        "value": "安源区"
                    },
                    {
                        "id": "2",
                        "value": "湘东区"
                    },
                    {
                        "id": "3",
                        "value": "莲花县"
                    },
                    {
                        "id": "4",
                        "value": "上栗县"
                    },
                    {
                        "id": "5",
                        "value": "芦溪县"
                    }
                ]
            },
            {
                "id": "4",
                "value": "九江市",
                "childs": [{
                        "id": "1",
                        "value": "庐山区"
                    },
                    {
                        "id": "2",
                        "value": "浔阳区"
                    },
                    {
                        "id": "3",
                        "value": "九江县"
                    },
                    {
                        "id": "4",
                        "value": "武宁县"
                    },
                    {
                        "id": "5",
                        "value": "修水县"
                    },
                    {
                        "id": "6",
                        "value": "永修县"
                    },
                    {
                        "id": "7",
                        "value": "德安县"
                    },
                    {
                        "id": "8",
                        "value": "星子县"
                    },
                    {
                        "id": "9",
                        "value": "都昌县"
                    },
                    {
                        "id": "10",
                        "value": "湖口县"
                    },
                    {
                        "id": "11",
                        "value": "彭泽县"
                    },
                    {
                        "id": "12",
                        "value": "瑞昌市"
                    },
                    {
                        "id": "13",
                        "value": "共青城市"
                    }
                ]
            },
            {
                "id": "5",
                "value": "新余市",
                "childs": [{
                        "id": "1",
                        "value": "渝水区"
                    },
                    {
                        "id": "2",
                        "value": "分宜县"
                    }
                ]
            },
            {
                "id": "6",
                "value": "鹰潭市",
                "childs": [{
                        "id": "1",
                        "value": "月湖区"
                    },
                    {
                        "id": "2",
                        "value": "余江县"
                    },
                    {
                        "id": "3",
                        "value": "贵溪市"
                    }
                ]
            },
            {
                "id": "7",
                "value": "赣州市",
                "childs": [{
                        "id": "1",
                        "value": "章贡区"
                    },
                    {
                        "id": "2",
                        "value": "南康区"
                    },
                    {
                        "id": "3",
                        "value": "赣县"
                    },
                    {
                        "id": "4",
                        "value": "信丰县"
                    },
                    {
                        "id": "5",
                        "value": "大余县"
                    },
                    {
                        "id": "6",
                        "value": "上犹县"
                    },
                    {
                        "id": "7",
                        "value": "崇义县"
                    },
                    {
                        "id": "8",
                        "value": "安远县"
                    },
                    {
                        "id": "9",
                        "value": "龙南县"
                    },
                    {
                        "id": "10",
                        "value": "定南县"
                    },
                    {
                        "id": "11",
                        "value": "全南县"
                    },
                    {
                        "id": "12",
                        "value": "宁都县"
                    },
                    {
                        "id": "13",
                        "value": "于都县"
                    },
                    {
                        "id": "14",
                        "value": "兴国县"
                    },
                    {
                        "id": "15",
                        "value": "会昌县"
                    },
                    {
                        "id": "16",
                        "value": "寻乌县"
                    },
                    {
                        "id": "17",
                        "value": "石城县"
                    },
                    {
                        "id": "18",
                        "value": "瑞金市"
                    }
                ]
            },
            {
                "id": "8",
                "value": "吉安市",
                "childs": [{
                        "id": "1",
                        "value": "吉州区"
                    },
                    {
                        "id": "2",
                        "value": "青原区"
                    },
                    {
                        "id": "3",
                        "value": "吉安县"
                    },
                    {
                        "id": "4",
                        "value": "吉水县"
                    },
                    {
                        "id": "5",
                        "value": "峡江县"
                    },
                    {
                        "id": "6",
                        "value": "新干县"
                    },
                    {
                        "id": "7",
                        "value": "永丰县"
                    },
                    {
                        "id": "8",
                        "value": "泰和县"
                    },
                    {
                        "id": "9",
                        "value": "遂川县"
                    },
                    {
                        "id": "10",
                        "value": "万安县"
                    },
                    {
                        "id": "11",
                        "value": "安福县"
                    },
                    {
                        "id": "12",
                        "value": "永新县"
                    },
                    {
                        "id": "13",
                        "value": "井冈山市"
                    }
                ]
            },
            {
                "id": "9",
                "value": "宜春市",
                "childs": [{
                        "id": "1",
                        "value": "袁州区"
                    },
                    {
                        "id": "2",
                        "value": "奉新县"
                    },
                    {
                        "id": "3",
                        "value": "万载县"
                    },
                    {
                        "id": "4",
                        "value": "上高县"
                    },
                    {
                        "id": "5",
                        "value": "宜丰县"
                    },
                    {
                        "id": "6",
                        "value": "靖安县"
                    },
                    {
                        "id": "7",
                        "value": "铜鼓县"
                    },
                    {
                        "id": "8",
                        "value": "丰城市"
                    },
                    {
                        "id": "9",
                        "value": "樟树市"
                    },
                    {
                        "id": "10",
                        "value": "高安市"
                    }
                ]
            },
            {
                "id": "10",
                "value": "抚州市",
                "childs": [{
                        "id": "1",
                        "value": "临川区"
                    },
                    {
                        "id": "2",
                        "value": "南城县"
                    },
                    {
                        "id": "3",
                        "value": "黎川县"
                    },
                    {
                        "id": "4",
                        "value": "南丰县"
                    },
                    {
                        "id": "5",
                        "value": "崇仁县"
                    },
                    {
                        "id": "6",
                        "value": "乐安县"
                    },
                    {
                        "id": "7",
                        "value": "宜黄县"
                    },
                    {
                        "id": "8",
                        "value": "金溪县"
                    },
                    {
                        "id": "9",
                        "value": "资溪县"
                    },
                    {
                        "id": "10",
                        "value": "东乡县"
                    },
                    {
                        "id": "11",
                        "value": "广昌县"
                    }
                ]
            },
            {
                "id": "11",
                "value": "上饶市",
                "childs": [{
                        "id": "1",
                        "value": "信州区"
                    },
                    {
                        "id": "2",
                        "value": "上饶县"
                    },
                    {
                        "id": "3",
                        "value": "广丰区"
                    },
                    {
                        "id": "4",
                        "value": "玉山县"
                    },
                    {
                        "id": "5",
                        "value": "铅山县"
                    },
                    {
                        "id": "6",
                        "value": "横峰县"
                    },
                    {
                        "id": "7",
                        "value": "弋阳县"
                    },
                    {
                        "id": "8",
                        "value": "余干县"
                    },
                    {
                        "id": "9",
                        "value": "鄱阳县"
                    },
                    {
                        "id": "10",
                        "value": "万年县"
                    },
                    {
                        "id": "11",
                        "value": "婺源县"
                    },
                    {
                        "id": "12",
                        "value": "德兴市"
                    }
                ]
            }
        ]
    },
    {
        "id": "14",
        "value": "山东省",
        "childs": [{
                "id": "1",
                "value": "济南市",
                "childs": [{
                        "id": "1",
                        "value": "历下区"
                    },
                    {
                        "id": "2",
                        "value": "市中区"
                    },
                    {
                        "id": "3",
                        "value": "槐荫区"
                    },
                    {
                        "id": "4",
                        "value": "天桥区"
                    },
                    {
                        "id": "5",
                        "value": "历城区"
                    },
                    {
                        "id": "6",
                        "value": "长清区"
                    },
                    {
                        "id": "7",
                        "value": "平阴县"
                    },
                    {
                        "id": "8",
                        "value": "济阳县"
                    },
                    {
                        "id": "9",
                        "value": "商河县"
                    },
                    {
                        "id": "10",
                        "value": "章丘市"
                    }
                ]
            },
            {
                "id": "2",
                "value": "淄博市",
                "childs": [{
                        "id": "1",
                        "value": "淄川区"
                    },
                    {
                        "id": "2",
                        "value": "张店区"
                    },
                    {
                        "id": "3",
                        "value": "博山区"
                    },
                    {
                        "id": "4",
                        "value": "临淄区"
                    },
                    {
                        "id": "5",
                        "value": "周村区"
                    },
                    {
                        "id": "6",
                        "value": "桓台县"
                    },
                    {
                        "id": "7",
                        "value": "高青县"
                    },
                    {
                        "id": "8",
                        "value": "沂源县"
                    }
                ]
            },
            {
                "id": "3",
                "value": "枣庄市",
                "childs": [{
                        "id": "1",
                        "value": "市中区"
                    },
                    {
                        "id": "2",
                        "value": "薛城区"
                    },
                    {
                        "id": "3",
                        "value": "峄城区"
                    },
                    {
                        "id": "4",
                        "value": "台儿庄区"
                    },
                    {
                        "id": "5",
                        "value": "山亭区"
                    },
                    {
                        "id": "6",
                        "value": "滕州市"
                    }
                ]
            },
            {
                "id": "4",
                "value": "东营市",
                "childs": [{
                        "id": "1",
                        "value": "东营区"
                    },
                    {
                        "id": "2",
                        "value": "河口区"
                    },
                    {
                        "id": "3",
                        "value": "垦利县"
                    },
                    {
                        "id": "4",
                        "value": "利津县"
                    },
                    {
                        "id": "5",
                        "value": "广饶县"
                    }
                ]
            },
            {
                "id": "5",
                "value": "烟台市",
                "childs": [{
                        "id": "1",
                        "value": "芝罘区"
                    },
                    {
                        "id": "2",
                        "value": "福山区"
                    },
                    {
                        "id": "3",
                        "value": "牟平区"
                    },
                    {
                        "id": "4",
                        "value": "莱山区"
                    },
                    {
                        "id": "5",
                        "value": "长岛县"
                    },
                    {
                        "id": "6",
                        "value": "龙口市"
                    },
                    {
                        "id": "7",
                        "value": "莱阳市"
                    },
                    {
                        "id": "8",
                        "value": "莱州市"
                    },
                    {
                        "id": "9",
                        "value": "蓬莱市"
                    },
                    {
                        "id": "10",
                        "value": "招远市"
                    },
                    {
                        "id": "11",
                        "value": "栖霞市"
                    },
                    {
                        "id": "12",
                        "value": "海阳市"
                    }
                ]
            },
            {
                "id": "6",
                "value": "潍坊市",
                "childs": [{
                        "id": "1",
                        "value": "潍城区"
                    },
                    {
                        "id": "2",
                        "value": "寒亭区"
                    },
                    {
                        "id": "3",
                        "value": "坊子区"
                    },
                    {
                        "id": "4",
                        "value": "奎文区"
                    },
                    {
                        "id": "5",
                        "value": "临朐县"
                    },
                    {
                        "id": "6",
                        "value": "昌乐县"
                    },
                    {
                        "id": "7",
                        "value": "青州市"
                    },
                    {
                        "id": "8",
                        "value": "诸城市"
                    },
                    {
                        "id": "9",
                        "value": "寿光市"
                    },
                    {
                        "id": "10",
                        "value": "安丘市"
                    },
                    {
                        "id": "11",
                        "value": "高密市"
                    },
                    {
                        "id": "12",
                        "value": "昌邑市"
                    }
                ]
            },
            {
                "id": "7",
                "value": "济宁市",
                "childs": [{
                        "id": "1",
                        "value": "任城区"
                    },
                    {
                        "id": "2",
                        "value": "兖州区"
                    },
                    {
                        "id": "3",
                        "value": "微山县"
                    },
                    {
                        "id": "4",
                        "value": "鱼台县"
                    },
                    {
                        "id": "5",
                        "value": "金乡县"
                    },
                    {
                        "id": "6",
                        "value": "嘉祥县"
                    },
                    {
                        "id": "7",
                        "value": "汶上县"
                    },
                    {
                        "id": "8",
                        "value": "泗水县"
                    },
                    {
                        "id": "9",
                        "value": "梁山县"
                    },
                    {
                        "id": "10",
                        "value": "曲阜市"
                    },
                    {
                        "id": "11",
                        "value": "邹城市"
                    }
                ]
            },
            {
                "id": "8",
                "value": "泰安市",
                "childs": [{
                        "id": "1",
                        "value": "泰山区"
                    },
                    {
                        "id": "2",
                        "value": "岱岳区"
                    },
                    {
                        "id": "3",
                        "value": "宁阳县"
                    },
                    {
                        "id": "4",
                        "value": "东平县"
                    },
                    {
                        "id": "5",
                        "value": "新泰市"
                    },
                    {
                        "id": "6",
                        "value": "肥城市"
                    }
                ]
            },
            {
                "id": "9",
                "value": "威海市",
                "childs": [{
                        "id": "1",
                        "value": "环翠区"
                    },
                    {
                        "id": "2",
                        "value": "文登区"
                    },
                    {
                        "id": "3",
                        "value": "荣成市"
                    },
                    {
                        "id": "4",
                        "value": "乳山市"
                    }
                ]
            },
            {
                "id": "10",
                "value": "日照市",
                "childs": [{
                        "id": "1",
                        "value": "东港区"
                    },
                    {
                        "id": "2",
                        "value": "岚山区"
                    },
                    {
                        "id": "3",
                        "value": "五莲县"
                    },
                    {
                        "id": "4",
                        "value": "莒县"
                    }
                ]
            },
            {
                "id": "11",
                "value": "莱芜市",
                "childs": [{
                        "id": "1",
                        "value": "莱城区"
                    },
                    {
                        "id": "2",
                        "value": "钢城区"
                    }
                ]
            },
            {
                "id": "12",
                "value": "临沂市",
                "childs": [{
                        "id": "1",
                        "value": "兰山区"
                    },
                    {
                        "id": "2",
                        "value": "罗庄区"
                    },
                    {
                        "id": "3",
                        "value": "河东区"
                    },
                    {
                        "id": "4",
                        "value": "沂南县"
                    },
                    {
                        "id": "5",
                        "value": "郯城县"
                    },
                    {
                        "id": "6",
                        "value": "沂水县"
                    },
                    {
                        "id": "7",
                        "value": "兰陵县"
                    },
                    {
                        "id": "8",
                        "value": "费县"
                    },
                    {
                        "id": "9",
                        "value": "平邑县"
                    },
                    {
                        "id": "10",
                        "value": "莒南县"
                    },
                    {
                        "id": "11",
                        "value": "蒙阴县"
                    },
                    {
                        "id": "12",
                        "value": "临沭县"
                    }
                ]
            },
            {
                "id": "13",
                "value": "德州市",
                "childs": [{
                        "id": "1",
                        "value": "德城区"
                    },
                    {
                        "id": "2",
                        "value": "陵城区"
                    },
                    {
                        "id": "3",
                        "value": "宁津县"
                    },
                    {
                        "id": "4",
                        "value": "庆云县"
                    },
                    {
                        "id": "5",
                        "value": "临邑县"
                    },
                    {
                        "id": "6",
                        "value": "齐河县"
                    },
                    {
                        "id": "7",
                        "value": "平原县"
                    },
                    {
                        "id": "8",
                        "value": "夏津县"
                    },
                    {
                        "id": "9",
                        "value": "武城县"
                    },
                    {
                        "id": "10",
                        "value": "乐陵市"
                    },
                    {
                        "id": "11",
                        "value": "禹城市"
                    }
                ]
            },
            {
                "id": "14",
                "value": "聊城市",
                "childs": [{
                        "id": "1",
                        "value": "东昌府区"
                    },
                    {
                        "id": "2",
                        "value": "阳谷县"
                    },
                    {
                        "id": "3",
                        "value": "莘县"
                    },
                    {
                        "id": "4",
                        "value": "茌平县"
                    },
                    {
                        "id": "5",
                        "value": "东阿县"
                    },
                    {
                        "id": "6",
                        "value": "冠县"
                    },
                    {
                        "id": "7",
                        "value": "高唐县"
                    },
                    {
                        "id": "8",
                        "value": "临清市"
                    }
                ]
            },
            {
                "id": "15",
                "value": "滨州市",
                "childs": [{
                        "id": "1",
                        "value": "滨城区"
                    },
                    {
                        "id": "2",
                        "value": "沾化区"
                    },
                    {
                        "id": "3",
                        "value": "惠民县"
                    },
                    {
                        "id": "4",
                        "value": "阳信县"
                    },
                    {
                        "id": "5",
                        "value": "无棣县"
                    },
                    {
                        "id": "6",
                        "value": "博兴县"
                    },
                    {
                        "id": "7",
                        "value": "邹平县"
                    }
                ]
            },
            {
                "id": "16",
                "value": "菏泽市",
                "childs": [{
                        "id": "1",
                        "value": "牡丹区"
                    },
                    {
                        "id": "2",
                        "value": "曹县"
                    },
                    {
                        "id": "3",
                        "value": "单县"
                    },
                    {
                        "id": "4",
                        "value": "成武县"
                    },
                    {
                        "id": "5",
                        "value": "巨野县"
                    },
                    {
                        "id": "6",
                        "value": "郓城县"
                    },
                    {
                        "id": "7",
                        "value": "鄄城县"
                    },
                    {
                        "id": "8",
                        "value": "定陶县"
                    },
                    {
                        "id": "9",
                        "value": "东明县"
                    }
                ]
            }
        ]
    },
    {
        "id": "15",
        "value": "河南省",
        "childs": [{
                "id": "1",
                "value": "郑州市",
                "childs": [{
                        "id": "1",
                        "value": "中原区"
                    },
                    {
                        "id": "2",
                        "value": "二七区"
                    },
                    {
                        "id": "3",
                        "value": "管城回族区"
                    },
                    {
                        "id": "4",
                        "value": "金水区"
                    },
                    {
                        "id": "5",
                        "value": "上街区"
                    },
                    {
                        "id": "6",
                        "value": "惠济区"
                    },
                    {
                        "id": "7",
                        "value": "中牟县"
                    },
                    {
                        "id": "8",
                        "value": "巩义市"
                    },
                    {
                        "id": "9",
                        "value": "荥阳市"
                    },
                    {
                        "id": "10",
                        "value": "新密市"
                    },
                    {
                        "id": "11",
                        "value": "新郑市"
                    },
                    {
                        "id": "12",
                        "value": "登封市"
                    }
                ]
            },
            {
                "id": "2",
                "value": "开封市",
                "childs": [{
                        "id": "1",
                        "value": "龙亭区"
                    },
                    {
                        "id": "2",
                        "value": "顺河回族区"
                    },
                    {
                        "id": "3",
                        "value": "鼓楼区"
                    },
                    {
                        "id": "4",
                        "value": "禹王台区"
                    },
                    {
                        "id": "5",
                        "value": "祥符区"
                    },
                    {
                        "id": "6",
                        "value": "杞县"
                    },
                    {
                        "id": "7",
                        "value": "通许县"
                    },
                    {
                        "id": "8",
                        "value": "尉氏县"
                    },
                    {
                        "id": "9",
                        "value": "兰考县"
                    }
                ]
            },
            {
                "id": "3",
                "value": "洛阳市",
                "childs": [{
                        "id": "1",
                        "value": "老城区"
                    },
                    {
                        "id": "2",
                        "value": "西工区"
                    },
                    {
                        "id": "3",
                        "value": "瀍河回族区"
                    },
                    {
                        "id": "4",
                        "value": "涧西区"
                    },
                    {
                        "id": "5",
                        "value": "吉利区"
                    },
                    {
                        "id": "6",
                        "value": "洛龙区"
                    },
                    {
                        "id": "7",
                        "value": "孟津县"
                    },
                    {
                        "id": "8",
                        "value": "新安县"
                    },
                    {
                        "id": "9",
                        "value": "栾川县"
                    },
                    {
                        "id": "10",
                        "value": "嵩县"
                    },
                    {
                        "id": "11",
                        "value": "汝阳县"
                    },
                    {
                        "id": "12",
                        "value": "宜阳县"
                    },
                    {
                        "id": "13",
                        "value": "洛宁县"
                    },
                    {
                        "id": "14",
                        "value": "伊川县"
                    },
                    {
                        "id": "15",
                        "value": "偃师市"
                    }
                ]
            },
            {
                "id": "4",
                "value": "平顶山市",
                "childs": [{
                        "id": "1",
                        "value": "新华区"
                    },
                    {
                        "id": "2",
                        "value": "卫东区"
                    },
                    {
                        "id": "3",
                        "value": "石龙区"
                    },
                    {
                        "id": "4",
                        "value": "湛河区"
                    },
                    {
                        "id": "5",
                        "value": "宝丰县"
                    },
                    {
                        "id": "6",
                        "value": "叶县"
                    },
                    {
                        "id": "7",
                        "value": "鲁山县"
                    },
                    {
                        "id": "8",
                        "value": "郏县"
                    },
                    {
                        "id": "9",
                        "value": "舞钢市"
                    },
                    {
                        "id": "10",
                        "value": "汝州市"
                    }
                ]
            },
            {
                "id": "5",
                "value": "安阳市",
                "childs": [{
                        "id": "1",
                        "value": "文峰区"
                    },
                    {
                        "id": "2",
                        "value": "北关区"
                    },
                    {
                        "id": "3",
                        "value": "殷都区"
                    },
                    {
                        "id": "4",
                        "value": "龙安区"
                    },
                    {
                        "id": "5",
                        "value": "安阳县"
                    },
                    {
                        "id": "6",
                        "value": "汤阴县"
                    },
                    {
                        "id": "7",
                        "value": "滑县"
                    },
                    {
                        "id": "8",
                        "value": "内黄县"
                    },
                    {
                        "id": "9",
                        "value": "林州市"
                    }
                ]
            },
            {
                "id": "6",
                "value": "鹤壁市",
                "childs": [{
                        "id": "1",
                        "value": "鹤山区"
                    },
                    {
                        "id": "2",
                        "value": "山城区"
                    },
                    {
                        "id": "3",
                        "value": "淇滨区"
                    },
                    {
                        "id": "4",
                        "value": "浚县"
                    },
                    {
                        "id": "5",
                        "value": "淇县"
                    }
                ]
            },
            {
                "id": "7",
                "value": "新乡市",
                "childs": [{
                        "id": "1",
                        "value": "红旗区"
                    },
                    {
                        "id": "2",
                        "value": "卫滨区"
                    },
                    {
                        "id": "3",
                        "value": "凤泉区"
                    },
                    {
                        "id": "4",
                        "value": "牧野区"
                    },
                    {
                        "id": "5",
                        "value": "新乡县"
                    },
                    {
                        "id": "6",
                        "value": "获嘉县"
                    },
                    {
                        "id": "7",
                        "value": "原阳县"
                    },
                    {
                        "id": "8",
                        "value": "延津县"
                    },
                    {
                        "id": "9",
                        "value": "封丘县"
                    },
                    {
                        "id": "10",
                        "value": "长垣县"
                    },
                    {
                        "id": "11",
                        "value": "卫辉市"
                    },
                    {
                        "id": "12",
                        "value": "辉县市"
                    }
                ]
            },
            {
                "id": "8",
                "value": "焦作市",
                "childs": [{
                        "id": "1",
                        "value": "解放区"
                    },
                    {
                        "id": "2",
                        "value": "中站区"
                    },
                    {
                        "id": "3",
                        "value": "马村区"
                    },
                    {
                        "id": "4",
                        "value": "山阳区"
                    },
                    {
                        "id": "5",
                        "value": "修武县"
                    },
                    {
                        "id": "6",
                        "value": "博爱县"
                    },
                    {
                        "id": "7",
                        "value": "武陟县"
                    },
                    {
                        "id": "8",
                        "value": "温县"
                    },
                    {
                        "id": "9",
                        "value": "沁阳市"
                    },
                    {
                        "id": "10",
                        "value": "孟州市"
                    }
                ]
            },
            {
                "id": "9",
                "value": "濮阳市",
                "childs": [{
                        "id": "1",
                        "value": "华龙区"
                    },
                    {
                        "id": "2",
                        "value": "清丰县"
                    },
                    {
                        "id": "3",
                        "value": "南乐县"
                    },
                    {
                        "id": "4",
                        "value": "范县"
                    },
                    {
                        "id": "5",
                        "value": "台前县"
                    },
                    {
                        "id": "6",
                        "value": "濮阳县"
                    }
                ]
            },
            {
                "id": "10",
                "value": "许昌市",
                "childs": [{
                        "id": "1",
                        "value": "魏都区"
                    },
                    {
                        "id": "2",
                        "value": "许昌县"
                    },
                    {
                        "id": "3",
                        "value": "鄢陵县"
                    },
                    {
                        "id": "4",
                        "value": "襄城县"
                    },
                    {
                        "id": "5",
                        "value": "禹州市"
                    },
                    {
                        "id": "6",
                        "value": "长葛市"
                    }
                ]
            },
            {
                "id": "11",
                "value": "漯河市",
                "childs": [{
                        "id": "1",
                        "value": "源汇区"
                    },
                    {
                        "id": "2",
                        "value": "郾城区"
                    },
                    {
                        "id": "3",
                        "value": "召陵区"
                    },
                    {
                        "id": "4",
                        "value": "舞阳县"
                    },
                    {
                        "id": "5",
                        "value": "临颍县"
                    }
                ]
            },
            {
                "id": "12",
                "value": "三门峡市",
                "childs": [{
                        "id": "1",
                        "value": "湖滨区"
                    },
                    {
                        "id": "2",
                        "value": "陕州区"
                    },
                    {
                        "id": "3",
                        "value": "渑池县"
                    },
                    {
                        "id": "4",
                        "value": "卢氏县"
                    },
                    {
                        "id": "5",
                        "value": "义马市"
                    },
                    {
                        "id": "6",
                        "value": "灵宝市"
                    }
                ]
            },
            {
                "id": "13",
                "value": "南阳市",
                "childs": [{
                        "id": "1",
                        "value": "宛城区"
                    },
                    {
                        "id": "2",
                        "value": "卧龙区"
                    },
                    {
                        "id": "3",
                        "value": "南召县"
                    },
                    {
                        "id": "4",
                        "value": "方城县"
                    },
                    {
                        "id": "5",
                        "value": "西峡县"
                    },
                    {
                        "id": "6",
                        "value": "镇平县"
                    },
                    {
                        "id": "7",
                        "value": "内乡县"
                    },
                    {
                        "id": "8",
                        "value": "淅川县"
                    },
                    {
                        "id": "9",
                        "value": "社旗县"
                    },
                    {
                        "id": "10",
                        "value": "唐河县"
                    },
                    {
                        "id": "11",
                        "value": "新野县"
                    },
                    {
                        "id": "12",
                        "value": "桐柏县"
                    },
                    {
                        "id": "13",
                        "value": "邓州市"
                    }
                ]
            },
            {
                "id": "14",
                "value": "商丘市",
                "childs": [{
                        "id": "1",
                        "value": "梁园区"
                    },
                    {
                        "id": "2",
                        "value": "睢阳区"
                    },
                    {
                        "id": "3",
                        "value": "民权县"
                    },
                    {
                        "id": "4",
                        "value": "睢县"
                    },
                    {
                        "id": "5",
                        "value": "宁陵县"
                    },
                    {
                        "id": "6",
                        "value": "柘城县"
                    },
                    {
                        "id": "7",
                        "value": "虞城县"
                    },
                    {
                        "id": "8",
                        "value": "夏邑县"
                    },
                    {
                        "id": "9",
                        "value": "永城市"
                    }
                ]
            },
            {
                "id": "15",
                "value": "信阳市",
                "childs": [{
                        "id": "1",
                        "value": "浉河区"
                    },
                    {
                        "id": "2",
                        "value": "平桥区"
                    },
                    {
                        "id": "3",
                        "value": "罗山县"
                    },
                    {
                        "id": "4",
                        "value": "光山县"
                    },
                    {
                        "id": "5",
                        "value": "新县"
                    },
                    {
                        "id": "6",
                        "value": "商城县"
                    },
                    {
                        "id": "7",
                        "value": "固始县"
                    },
                    {
                        "id": "8",
                        "value": "潢川县"
                    },
                    {
                        "id": "9",
                        "value": "淮滨县"
                    },
                    {
                        "id": "10",
                        "value": "息县"
                    }
                ]
            },
            {
                "id": "16",
                "value": "周口市",
                "childs": [{
                        "id": "1",
                        "value": "川汇区"
                    },
                    {
                        "id": "2",
                        "value": "扶沟县"
                    },
                    {
                        "id": "3",
                        "value": "西华县"
                    },
                    {
                        "id": "4",
                        "value": "商水县"
                    },
                    {
                        "id": "5",
                        "value": "沈丘县"
                    },
                    {
                        "id": "6",
                        "value": "郸城县"
                    },
                    {
                        "id": "7",
                        "value": "淮阳县"
                    },
                    {
                        "id": "8",
                        "value": "太康县"
                    },
                    {
                        "id": "9",
                        "value": "鹿邑县"
                    },
                    {
                        "id": "10",
                        "value": "项城市"
                    }
                ]
            },
            {
                "id": "17",
                "value": "驻马店市",
                "childs": [{
                        "id": "1",
                        "value": "驿城区"
                    },
                    {
                        "id": "2",
                        "value": "西平县"
                    },
                    {
                        "id": "3",
                        "value": "上蔡县"
                    },
                    {
                        "id": "4",
                        "value": "平舆县"
                    },
                    {
                        "id": "5",
                        "value": "正阳县"
                    },
                    {
                        "id": "6",
                        "value": "确山县"
                    },
                    {
                        "id": "7",
                        "value": "泌阳县"
                    },
                    {
                        "id": "8",
                        "value": "汝南县"
                    },
                    {
                        "id": "9",
                        "value": "遂平县"
                    },
                    {
                        "id": "10",
                        "value": "新蔡县"
                    },
                    {
                        "id": "11",
                        "value": "济源市"
                    }
                ]
            }
        ]
    },
    {
        "id": "16",
        "value": "湖北省",
        "childs": [{
                "id": "1",
                "value": "武汉市",
                "childs": [{
                        "id": "1",
                        "value": "江岸区"
                    },
                    {
                        "id": "2",
                        "value": "江汉区"
                    },
                    {
                        "id": "3",
                        "value": "硚口区"
                    },
                    {
                        "id": "4",
                        "value": "汉阳区"
                    },
                    {
                        "id": "5",
                        "value": "武昌区"
                    },
                    {
                        "id": "6",
                        "value": "青山区"
                    },
                    {
                        "id": "7",
                        "value": "洪山区"
                    },
                    {
                        "id": "8",
                        "value": "东西湖区"
                    },
                    {
                        "id": "9",
                        "value": "汉南区"
                    },
                    {
                        "id": "10",
                        "value": "蔡甸区"
                    },
                    {
                        "id": "11",
                        "value": "江夏区"
                    },
                    {
                        "id": "12",
                        "value": "黄陂区"
                    },
                    {
                        "id": "13",
                        "value": "新洲区"
                    }
                ]
            },
            {
                "id": "2",
                "value": "黄石市",
                "childs": [{
                        "id": "1",
                        "value": "黄石港区"
                    },
                    {
                        "id": "2",
                        "value": "西塞山区"
                    },
                    {
                        "id": "3",
                        "value": "下陆区"
                    },
                    {
                        "id": "4",
                        "value": "铁山区"
                    },
                    {
                        "id": "5",
                        "value": "阳新县"
                    },
                    {
                        "id": "6",
                        "value": "大冶市"
                    }
                ]
            },
            {
                "id": "3",
                "value": "十堰市",
                "childs": [{
                        "id": "1",
                        "value": "茅箭区"
                    },
                    {
                        "id": "2",
                        "value": "张湾区"
                    },
                    {
                        "id": "3",
                        "value": "郧阳区"
                    },
                    {
                        "id": "4",
                        "value": "郧西县"
                    },
                    {
                        "id": "5",
                        "value": "竹山县"
                    },
                    {
                        "id": "6",
                        "value": "竹溪县"
                    },
                    {
                        "id": "7",
                        "value": "房县"
                    },
                    {
                        "id": "8",
                        "value": "丹江口市"
                    }
                ]
            },
            {
                "id": "4",
                "value": "宜昌市",
                "childs": [{
                        "id": "1",
                        "value": "西陵区"
                    },
                    {
                        "id": "2",
                        "value": "伍家岗区"
                    },
                    {
                        "id": "3",
                        "value": "点军区"
                    },
                    {
                        "id": "4",
                        "value": "猇亭区"
                    },
                    {
                        "id": "5",
                        "value": "夷陵区"
                    },
                    {
                        "id": "6",
                        "value": "远安县"
                    },
                    {
                        "id": "7",
                        "value": "兴山县"
                    },
                    {
                        "id": "8",
                        "value": "秭归县"
                    },
                    {
                        "id": "9",
                        "value": "长阳土家族自治县"
                    },
                    {
                        "id": "10",
                        "value": "五峰土家族自治县"
                    },
                    {
                        "id": "11",
                        "value": "宜都市"
                    },
                    {
                        "id": "12",
                        "value": "当阳市"
                    },
                    {
                        "id": "13",
                        "value": "枝江市"
                    }
                ]
            },
            {
                "id": "5",
                "value": "襄阳市",
                "childs": [{
                        "id": "1",
                        "value": "襄城区"
                    },
                    {
                        "id": "2",
                        "value": "樊城区"
                    },
                    {
                        "id": "3",
                        "value": "襄州区"
                    },
                    {
                        "id": "4",
                        "value": "南漳县"
                    },
                    {
                        "id": "5",
                        "value": "谷城县"
                    },
                    {
                        "id": "6",
                        "value": "保康县"
                    },
                    {
                        "id": "7",
                        "value": "老河口市"
                    },
                    {
                        "id": "8",
                        "value": "枣阳市"
                    },
                    {
                        "id": "9",
                        "value": "宜城市"
                    }
                ]
            },
            {
                "id": "6",
                "value": "鄂州市",
                "childs": [{
                        "id": "1",
                        "value": "梁子湖区"
                    },
                    {
                        "id": "2",
                        "value": "华容区"
                    },
                    {
                        "id": "3",
                        "value": "鄂城区"
                    }
                ]
            },
            {
                "id": "7",
                "value": "荆门市",
                "childs": [{
                        "id": "1",
                        "value": "东宝区"
                    },
                    {
                        "id": "2",
                        "value": "掇刀区"
                    },
                    {
                        "id": "3",
                        "value": "京山县"
                    },
                    {
                        "id": "4",
                        "value": "沙洋县"
                    },
                    {
                        "id": "5",
                        "value": "钟祥市"
                    }
                ]
            },
            {
                "id": "8",
                "value": "孝感市",
                "childs": [{
                        "id": "1",
                        "value": "孝南区"
                    },
                    {
                        "id": "2",
                        "value": "孝昌县"
                    },
                    {
                        "id": "3",
                        "value": "大悟县"
                    },
                    {
                        "id": "4",
                        "value": "云梦县"
                    },
                    {
                        "id": "5",
                        "value": "应城市"
                    },
                    {
                        "id": "6",
                        "value": "安陆市"
                    },
                    {
                        "id": "7",
                        "value": "汉川市"
                    }
                ]
            },
            {
                "id": "9",
                "value": "荆州市",
                "childs": [{
                        "id": "1",
                        "value": "沙市区"
                    },
                    {
                        "id": "2",
                        "value": "荆州区"
                    },
                    {
                        "id": "3",
                        "value": "公安县"
                    },
                    {
                        "id": "4",
                        "value": "监利县"
                    },
                    {
                        "id": "5",
                        "value": "江陵县"
                    },
                    {
                        "id": "6",
                        "value": "石首市"
                    },
                    {
                        "id": "7",
                        "value": "洪湖市"
                    },
                    {
                        "id": "8",
                        "value": "松滋市"
                    }
                ]
            },
            {
                "id": "10",
                "value": "黄冈市",
                "childs": [{
                        "id": "1",
                        "value": "黄州区"
                    },
                    {
                        "id": "2",
                        "value": "团风县"
                    },
                    {
                        "id": "3",
                        "value": "红安县"
                    },
                    {
                        "id": "4",
                        "value": "罗田县"
                    },
                    {
                        "id": "5",
                        "value": "英山县"
                    },
                    {
                        "id": "6",
                        "value": "浠水县"
                    },
                    {
                        "id": "7",
                        "value": "蕲春县"
                    },
                    {
                        "id": "8",
                        "value": "黄梅县"
                    },
                    {
                        "id": "9",
                        "value": "麻城市"
                    },
                    {
                        "id": "10",
                        "value": "武穴市"
                    }
                ]
            },
            {
                "id": "11",
                "value": "咸宁市",
                "childs": [{
                        "id": "1",
                        "value": "咸安区"
                    },
                    {
                        "id": "2",
                        "value": "嘉鱼县"
                    },
                    {
                        "id": "3",
                        "value": "通城县"
                    },
                    {
                        "id": "4",
                        "value": "崇阳县"
                    },
                    {
                        "id": "5",
                        "value": "通山县"
                    },
                    {
                        "id": "6",
                        "value": "赤壁市"
                    }
                ]
            },
            {
                "id": "12",
                "value": "随州市",
                "childs": [{
                        "id": "1",
                        "value": "曾都区"
                    },
                    {
                        "id": "2",
                        "value": "随县"
                    },
                    {
                        "id": "3",
                        "value": "广水市"
                    }
                ]
            },
            {
                "id": "13",
                "value": "恩施土家族苗族自治州",
                "childs": [{
                        "id": "1",
                        "value": "恩施市"
                    },
                    {
                        "id": "2",
                        "value": "利川市"
                    },
                    {
                        "id": "3",
                        "value": "建始县"
                    },
                    {
                        "id": "4",
                        "value": "巴东县"
                    },
                    {
                        "id": "5",
                        "value": "宣恩县"
                    },
                    {
                        "id": "6",
                        "value": "咸丰县"
                    },
                    {
                        "id": "7",
                        "value": "来凤县"
                    },
                    {
                        "id": "8",
                        "value": "鹤峰县"
                    },
                    {
                        "id": "9",
                        "value": "仙桃市"
                    },
                    {
                        "id": "10",
                        "value": "潜江市"
                    },
                    {
                        "id": "11",
                        "value": "天门市"
                    },
                    {
                        "id": "12",
                        "value": "神农架林区"
                    }
                ]
            }
        ]
    },
    {
        "id": "17",
        "value": "湖南省",
        "childs": [{
                "id": "1",
                "value": "长沙市",
                "childs": [{
                        "id": "1",
                        "value": "芙蓉区"
                    },
                    {
                        "id": "2",
                        "value": "天心区"
                    },
                    {
                        "id": "3",
                        "value": "岳麓区"
                    },
                    {
                        "id": "4",
                        "value": "开福区"
                    },
                    {
                        "id": "5",
                        "value": "雨花区"
                    },
                    {
                        "id": "6",
                        "value": "望城区"
                    },
                    {
                        "id": "7",
                        "value": "长沙县"
                    },
                    {
                        "id": "8",
                        "value": "宁乡县"
                    },
                    {
                        "id": "9",
                        "value": "浏阳市"
                    }
                ]
            },
            {
                "id": "2",
                "value": "株洲市",
                "childs": [{
                        "id": "1",
                        "value": "荷塘区"
                    },
                    {
                        "id": "2",
                        "value": "芦淞区"
                    },
                    {
                        "id": "3",
                        "value": "石峰区"
                    },
                    {
                        "id": "4",
                        "value": "天元区"
                    },
                    {
                        "id": "5",
                        "value": "株洲县"
                    },
                    {
                        "id": "6",
                        "value": "攸县"
                    },
                    {
                        "id": "7",
                        "value": "茶陵县"
                    },
                    {
                        "id": "8",
                        "value": "炎陵县"
                    },
                    {
                        "id": "9",
                        "value": "醴陵市"
                    }
                ]
            },
            {
                "id": "3",
                "value": "湘潭市",
                "childs": [{
                        "id": "1",
                        "value": "雨湖区"
                    },
                    {
                        "id": "2",
                        "value": "岳塘区"
                    },
                    {
                        "id": "3",
                        "value": "湘潭县"
                    },
                    {
                        "id": "4",
                        "value": "湘乡市"
                    },
                    {
                        "id": "5",
                        "value": "韶山市"
                    }
                ]
            },
            {
                "id": "4",
                "value": "衡阳市",
                "childs": [{
                        "id": "1",
                        "value": "珠晖区"
                    },
                    {
                        "id": "2",
                        "value": "雁峰区"
                    },
                    {
                        "id": "3",
                        "value": "石鼓区"
                    },
                    {
                        "id": "4",
                        "value": "蒸湘区"
                    },
                    {
                        "id": "5",
                        "value": "南岳区"
                    },
                    {
                        "id": "6",
                        "value": "衡阳县"
                    },
                    {
                        "id": "7",
                        "value": "衡南县"
                    },
                    {
                        "id": "8",
                        "value": "衡山县"
                    },
                    {
                        "id": "9",
                        "value": "衡东县"
                    },
                    {
                        "id": "10",
                        "value": "祁东县"
                    },
                    {
                        "id": "11",
                        "value": "耒阳市"
                    },
                    {
                        "id": "12",
                        "value": "常宁市"
                    }
                ]
            },
            {
                "id": "5",
                "value": "邵阳市",
                "childs": [{
                        "id": "1",
                        "value": "双清区"
                    },
                    {
                        "id": "2",
                        "value": "大祥区"
                    },
                    {
                        "id": "3",
                        "value": "北塔区"
                    },
                    {
                        "id": "4",
                        "value": "邵东县"
                    },
                    {
                        "id": "5",
                        "value": "新邵县"
                    },
                    {
                        "id": "6",
                        "value": "邵阳县"
                    },
                    {
                        "id": "7",
                        "value": "隆回县"
                    },
                    {
                        "id": "8",
                        "value": "洞口县"
                    },
                    {
                        "id": "9",
                        "value": "绥宁县"
                    },
                    {
                        "id": "10",
                        "value": "新宁县"
                    },
                    {
                        "id": "11",
                        "value": "城步苗族自治县"
                    },
                    {
                        "id": "12",
                        "value": "武冈市"
                    }
                ]
            },
            {
                "id": "6",
                "value": "岳阳市",
                "childs": [{
                        "id": "1",
                        "value": "岳阳楼区"
                    },
                    {
                        "id": "2",
                        "value": "云溪区"
                    },
                    {
                        "id": "3",
                        "value": "君山区"
                    },
                    {
                        "id": "4",
                        "value": "岳阳县"
                    },
                    {
                        "id": "5",
                        "value": "华容县"
                    },
                    {
                        "id": "6",
                        "value": "湘阴县"
                    },
                    {
                        "id": "7",
                        "value": "平江县"
                    },
                    {
                        "id": "8",
                        "value": "汨罗市"
                    },
                    {
                        "id": "9",
                        "value": "临湘市"
                    }
                ]
            },
            {
                "id": "7",
                "value": "常德市",
                "childs": [{
                        "id": "1",
                        "value": "武陵区"
                    },
                    {
                        "id": "2",
                        "value": "鼎城区"
                    },
                    {
                        "id": "3",
                        "value": "安乡县"
                    },
                    {
                        "id": "4",
                        "value": "汉寿县"
                    },
                    {
                        "id": "5",
                        "value": "澧县"
                    },
                    {
                        "id": "6",
                        "value": "临澧县"
                    },
                    {
                        "id": "7",
                        "value": "桃源县"
                    },
                    {
                        "id": "8",
                        "value": "石门县"
                    },
                    {
                        "id": "9",
                        "value": "津市市"
                    }
                ]
            },
            {
                "id": "8",
                "value": "张家界市",
                "childs": [{
                        "id": "1",
                        "value": "永定区"
                    },
                    {
                        "id": "2",
                        "value": "武陵源区"
                    },
                    {
                        "id": "3",
                        "value": "慈利县"
                    },
                    {
                        "id": "4",
                        "value": "桑植县"
                    }
                ]
            },
            {
                "id": "9",
                "value": "益阳市",
                "childs": [{
                        "id": "1",
                        "value": "资阳区"
                    },
                    {
                        "id": "2",
                        "value": "赫山区"
                    },
                    {
                        "id": "3",
                        "value": "南县"
                    },
                    {
                        "id": "4",
                        "value": "桃江县"
                    },
                    {
                        "id": "5",
                        "value": "安化县"
                    },
                    {
                        "id": "6",
                        "value": "沅江市"
                    }
                ]
            },
            {
                "id": "10",
                "value": "郴州市",
                "childs": [{
                        "id": "1",
                        "value": "北湖区"
                    },
                    {
                        "id": "2",
                        "value": "苏仙区"
                    },
                    {
                        "id": "3",
                        "value": "桂阳县"
                    },
                    {
                        "id": "4",
                        "value": "宜章县"
                    },
                    {
                        "id": "5",
                        "value": "永兴县"
                    },
                    {
                        "id": "6",
                        "value": "嘉禾县"
                    },
                    {
                        "id": "7",
                        "value": "临武县"
                    },
                    {
                        "id": "8",
                        "value": "汝城县"
                    },
                    {
                        "id": "9",
                        "value": "桂东县"
                    },
                    {
                        "id": "10",
                        "value": "安仁县"
                    },
                    {
                        "id": "11",
                        "value": "资兴市"
                    }
                ]
            },
            {
                "id": "11",
                "value": "永州市",
                "childs": [{
                        "id": "1",
                        "value": "零陵区"
                    },
                    {
                        "id": "2",
                        "value": "冷水滩区"
                    },
                    {
                        "id": "3",
                        "value": "祁阳县"
                    },
                    {
                        "id": "4",
                        "value": "东安县"
                    },
                    {
                        "id": "5",
                        "value": "双牌县"
                    },
                    {
                        "id": "6",
                        "value": "道县"
                    },
                    {
                        "id": "7",
                        "value": "江永县"
                    },
                    {
                        "id": "8",
                        "value": "宁远县"
                    },
                    {
                        "id": "9",
                        "value": "蓝山县"
                    },
                    {
                        "id": "10",
                        "value": "新田县"
                    },
                    {
                        "id": "11",
                        "value": "江华瑶族自治县"
                    }
                ]
            },
            {
                "id": "12",
                "value": "怀化市",
                "childs": [{
                        "id": "1",
                        "value": "鹤城区"
                    },
                    {
                        "id": "2",
                        "value": "中方县"
                    },
                    {
                        "id": "3",
                        "value": "沅陵县"
                    },
                    {
                        "id": "4",
                        "value": "辰溪县"
                    },
                    {
                        "id": "5",
                        "value": "溆浦县"
                    },
                    {
                        "id": "6",
                        "value": "会同县"
                    },
                    {
                        "id": "7",
                        "value": "麻阳苗族自治县"
                    },
                    {
                        "id": "8",
                        "value": "新晃侗族自治县"
                    },
                    {
                        "id": "9",
                        "value": "芷江侗族自治县"
                    },
                    {
                        "id": "10",
                        "value": "靖州苗族侗族自治县"
                    },
                    {
                        "id": "11",
                        "value": "通道侗族自治县"
                    },
                    {
                        "id": "12",
                        "value": "洪江市"
                    }
                ]
            },
            {
                "id": "13",
                "value": "娄底市",
                "childs": [{
                        "id": "1",
                        "value": "娄星区"
                    },
                    {
                        "id": "2",
                        "value": "双峰县"
                    },
                    {
                        "id": "3",
                        "value": "新化县"
                    },
                    {
                        "id": "4",
                        "value": "冷水江市"
                    },
                    {
                        "id": "5",
                        "value": "涟源市"
                    }
                ]
            },
            {
                "id": "14",
                "value": "湘西土家族苗族自治州",
                "childs": [{
                        "id": "1",
                        "value": "吉首市"
                    },
                    {
                        "id": "2",
                        "value": "泸溪县"
                    },
                    {
                        "id": "3",
                        "value": "凤凰县"
                    },
                    {
                        "id": "4",
                        "value": "花垣县"
                    },
                    {
                        "id": "5",
                        "value": "保靖县"
                    },
                    {
                        "id": "6",
                        "value": "古丈县"
                    },
                    {
                        "id": "7",
                        "value": "永顺县"
                    },
                    {
                        "id": "8",
                        "value": "龙山县"
                    }
                ]
            }
        ]
    },
    {
        "id": "18",
        "value": "广东省",
        "childs": [{
                "id": "1",
                "value": "广州市",
                "childs": [{
                        "id": "1",
                        "value": "荔湾区"
                    },
                    {
                        "id": "2",
                        "value": "越秀区"
                    },
                    {
                        "id": "3",
                        "value": "海珠区"
                    },
                    {
                        "id": "4",
                        "value": "天河区"
                    },
                    {
                        "id": "5",
                        "value": "白云区"
                    },
                    {
                        "id": "6",
                        "value": "黄埔区"
                    },
                    {
                        "id": "7",
                        "value": "番禺区"
                    },
                    {
                        "id": "8",
                        "value": "花都区"
                    },
                    {
                        "id": "9",
                        "value": "南沙区"
                    },
                    {
                        "id": "10",
                        "value": "从化区"
                    },
                    {
                        "id": "11",
                        "value": "增城区"
                    }
                ]
            },
            {
                "id": "2",
                "value": "韶关市",
                "childs": [{
                        "id": "1",
                        "value": "武江区"
                    },
                    {
                        "id": "2",
                        "value": "浈江区"
                    },
                    {
                        "id": "3",
                        "value": "曲江区"
                    },
                    {
                        "id": "4",
                        "value": "始兴县"
                    },
                    {
                        "id": "5",
                        "value": "仁化县"
                    },
                    {
                        "id": "6",
                        "value": "翁源县"
                    },
                    {
                        "id": "7",
                        "value": "乳源瑶族自治县"
                    },
                    {
                        "id": "8",
                        "value": "新丰县"
                    },
                    {
                        "id": "9",
                        "value": "乐昌市"
                    },
                    {
                        "id": "10",
                        "value": "南雄市"
                    }
                ]
            },
            {
                "id": "3",
                "value": "珠海市",
                "childs": [{
                        "id": "1",
                        "value": "香洲区"
                    },
                    {
                        "id": "2",
                        "value": "斗门区"
                    },
                    {
                        "id": "3",
                        "value": "金湾区"
                    }
                ]
            },
            {
                "id": "4",
                "value": "汕头市",
                "childs": [{
                        "id": "1",
                        "value": "龙湖区"
                    },
                    {
                        "id": "2",
                        "value": "金平区"
                    },
                    {
                        "id": "3",
                        "value": "濠江区"
                    },
                    {
                        "id": "4",
                        "value": "潮阳区"
                    },
                    {
                        "id": "5",
                        "value": "潮南区"
                    },
                    {
                        "id": "6",
                        "value": "澄海区"
                    },
                    {
                        "id": "7",
                        "value": "南澳县"
                    }
                ]
            },
            {
                "id": "5",
                "value": "佛山市",
                "childs": [{
                        "id": "1",
                        "value": "禅城区"
                    },
                    {
                        "id": "2",
                        "value": "南海区"
                    },
                    {
                        "id": "3",
                        "value": "顺德区"
                    },
                    {
                        "id": "4",
                        "value": "三水区"
                    },
                    {
                        "id": "5",
                        "value": "高明区"
                    }
                ]
            },
            {
                "id": "6",
                "value": "江门市",
                "childs": [{
                        "id": "1",
                        "value": "蓬江区"
                    },
                    {
                        "id": "2",
                        "value": "江海区"
                    },
                    {
                        "id": "3",
                        "value": "新会区"
                    },
                    {
                        "id": "4",
                        "value": "台山市"
                    },
                    {
                        "id": "5",
                        "value": "开平市"
                    },
                    {
                        "id": "6",
                        "value": "鹤山市"
                    },
                    {
                        "id": "7",
                        "value": "恩平市"
                    }
                ]
            },
            {
                "id": "7",
                "value": "湛江市",
                "childs": [{
                        "id": "1",
                        "value": "赤坎区"
                    },
                    {
                        "id": "2",
                        "value": "霞山区"
                    },
                    {
                        "id": "3",
                        "value": "坡头区"
                    },
                    {
                        "id": "4",
                        "value": "麻章区"
                    },
                    {
                        "id": "5",
                        "value": "遂溪县"
                    },
                    {
                        "id": "6",
                        "value": "徐闻县"
                    },
                    {
                        "id": "7",
                        "value": "廉江市"
                    },
                    {
                        "id": "8",
                        "value": "雷州市"
                    },
                    {
                        "id": "9",
                        "value": "吴川市"
                    }
                ]
            },
            {
                "id": "8",
                "value": "茂名市",
                "childs": [{
                        "id": "1",
                        "value": "茂南区"
                    },
                    {
                        "id": "2",
                        "value": "电白区"
                    },
                    {
                        "id": "3",
                        "value": "高州市"
                    },
                    {
                        "id": "4",
                        "value": "化州市"
                    },
                    {
                        "id": "5",
                        "value": "信宜市"
                    }
                ]
            },
            {
                "id": "9",
                "value": "肇庆市",
                "childs": [{
                        "id": "1",
                        "value": "端州区"
                    },
                    {
                        "id": "2",
                        "value": "鼎湖区"
                    },
                    {
                        "id": "3",
                        "value": "高要区"
                    },
                    {
                        "id": "4",
                        "value": "广宁县"
                    },
                    {
                        "id": "5",
                        "value": "怀集县"
                    },
                    {
                        "id": "6",
                        "value": "封开县"
                    },
                    {
                        "id": "7",
                        "value": "德庆县"
                    },
                    {
                        "id": "8",
                        "value": "四会市"
                    }
                ]
            },
            {
                "id": "10",
                "value": "惠州市",
                "childs": [{
                        "id": "1",
                        "value": "惠城区"
                    },
                    {
                        "id": "2",
                        "value": "惠阳区"
                    },
                    {
                        "id": "3",
                        "value": "博罗县"
                    },
                    {
                        "id": "4",
                        "value": "惠东县"
                    },
                    {
                        "id": "5",
                        "value": "龙门县"
                    }
                ]
            },
            {
                "id": "11",
                "value": "梅州市",
                "childs": [{
                        "id": "1",
                        "value": "梅江区"
                    },
                    {
                        "id": "2",
                        "value": "梅县区"
                    },
                    {
                        "id": "3",
                        "value": "大埔县"
                    },
                    {
                        "id": "4",
                        "value": "丰顺县"
                    },
                    {
                        "id": "5",
                        "value": "五华县"
                    },
                    {
                        "id": "6",
                        "value": "平远县"
                    },
                    {
                        "id": "7",
                        "value": "蕉岭县"
                    },
                    {
                        "id": "8",
                        "value": "兴宁市"
                    }
                ]
            },
            {
                "id": "12",
                "value": "汕尾市",
                "childs": [{
                        "id": "1",
                        "value": "城区"
                    },
                    {
                        "id": "2",
                        "value": "海丰县"
                    },
                    {
                        "id": "3",
                        "value": "陆河县"
                    },
                    {
                        "id": "4",
                        "value": "陆丰市"
                    }
                ]
            },
            {
                "id": "13",
                "value": "河源市",
                "childs": [{
                        "id": "1",
                        "value": "源城区"
                    },
                    {
                        "id": "2",
                        "value": "紫金县"
                    },
                    {
                        "id": "3",
                        "value": "龙川县"
                    },
                    {
                        "id": "4",
                        "value": "连平县"
                    },
                    {
                        "id": "5",
                        "value": "和平县"
                    },
                    {
                        "id": "6",
                        "value": "东源县"
                    }
                ]
            },
            {
                "id": "14",
                "value": "阳江市",
                "childs": [{
                        "id": "1",
                        "value": "江城区"
                    },
                    {
                        "id": "2",
                        "value": "阳东区"
                    },
                    {
                        "id": "3",
                        "value": "阳西县"
                    },
                    {
                        "id": "4",
                        "value": "阳春市"
                    }
                ]
            },
            {
                "id": "15",
                "value": "清远市",
                "childs": [{
                        "id": "1",
                        "value": "清城区"
                    },
                    {
                        "id": "2",
                        "value": "清新区"
                    },
                    {
                        "id": "3",
                        "value": "佛冈县"
                    },
                    {
                        "id": "4",
                        "value": "阳山县"
                    },
                    {
                        "id": "5",
                        "value": "连山壮族瑶族自治县"
                    },
                    {
                        "id": "6",
                        "value": "连南瑶族自治县"
                    },
                    {
                        "id": "7",
                        "value": "英德市"
                    },
                    {
                        "id": "8",
                        "value": "连州市"
                    }
                ]
            },
            {
                "id": "16",
                "value": "东莞市",
                "childs": []
            },
            {
                "id": "17",
                "value": "中山市",
                "childs": []
            },
            {
                "id": "18",
                "value": "潮州市",
                "childs": [{
                        "id": "1",
                        "value": "湘桥区"
                    },
                    {
                        "id": "2",
                        "value": "潮安区"
                    },
                    {
                        "id": "3",
                        "value": "饶平县"
                    }
                ]
            },
            {
                "id": "19",
                "value": "揭阳市",
                "childs": [{
                        "id": "1",
                        "value": "榕城区"
                    },
                    {
                        "id": "2",
                        "value": "揭东区"
                    },
                    {
                        "id": "3",
                        "value": "揭西县"
                    },
                    {
                        "id": "4",
                        "value": "惠来县"
                    },
                    {
                        "id": "5",
                        "value": "普宁市"
                    }
                ]
            },
            {
                "id": "20",
                "value": "云浮市",
                "childs": [{
                        "id": "1",
                        "value": "云城区"
                    },
                    {
                        "id": "2",
                        "value": "云安区"
                    },
                    {
                        "id": "3",
                        "value": "新兴县"
                    },
                    {
                        "id": "4",
                        "value": "郁南县"
                    },
                    {
                        "id": "5",
                        "value": "罗定市"
                    }
                ]
            }
        ]
    },
    {
        "id": "19",
        "value": "广西壮族自治区",
        "childs": [{
                "id": "1",
                "value": "南宁市",
                "childs": [{
                        "id": "1",
                        "value": "兴宁区"
                    },
                    {
                        "id": "2",
                        "value": "青秀区"
                    },
                    {
                        "id": "3",
                        "value": "江南区"
                    },
                    {
                        "id": "4",
                        "value": "西乡塘区"
                    },
                    {
                        "id": "5",
                        "value": "良庆区"
                    },
                    {
                        "id": "6",
                        "value": "邕宁区"
                    },
                    {
                        "id": "7",
                        "value": "武鸣区"
                    },
                    {
                        "id": "8",
                        "value": "隆安县"
                    },
                    {
                        "id": "9",
                        "value": "马山县"
                    },
                    {
                        "id": "10",
                        "value": "上林县"
                    },
                    {
                        "id": "11",
                        "value": "宾阳县"
                    },
                    {
                        "id": "12",
                        "value": "横县"
                    }
                ]
            },
            {
                "id": "2",
                "value": "柳州市",
                "childs": [{
                        "id": "1",
                        "value": "城中区"
                    },
                    {
                        "id": "2",
                        "value": "鱼峰区"
                    },
                    {
                        "id": "3",
                        "value": "柳南区"
                    },
                    {
                        "id": "4",
                        "value": "柳北区"
                    },
                    {
                        "id": "5",
                        "value": "柳江县"
                    },
                    {
                        "id": "6",
                        "value": "柳城县"
                    },
                    {
                        "id": "7",
                        "value": "鹿寨县"
                    },
                    {
                        "id": "8",
                        "value": "融安县"
                    },
                    {
                        "id": "9",
                        "value": "融水苗族自治县"
                    },
                    {
                        "id": "10",
                        "value": "三江侗族自治县"
                    }
                ]
            },
            {
                "id": "3",
                "value": "桂林市",
                "childs": [{
                        "id": "1",
                        "value": "秀峰区"
                    },
                    {
                        "id": "2",
                        "value": "叠彩区"
                    },
                    {
                        "id": "3",
                        "value": "象山区"
                    },
                    {
                        "id": "4",
                        "value": "七星区"
                    },
                    {
                        "id": "5",
                        "value": "雁山区"
                    },
                    {
                        "id": "6",
                        "value": "临桂区"
                    },
                    {
                        "id": "7",
                        "value": "阳朔县"
                    },
                    {
                        "id": "8",
                        "value": "灵川县"
                    },
                    {
                        "id": "9",
                        "value": "全州县"
                    },
                    {
                        "id": "10",
                        "value": "兴安县"
                    },
                    {
                        "id": "11",
                        "value": "永福县"
                    },
                    {
                        "id": "12",
                        "value": "灌阳县"
                    },
                    {
                        "id": "13",
                        "value": "龙胜各族自治县"
                    },
                    {
                        "id": "14",
                        "value": "资源县"
                    },
                    {
                        "id": "15",
                        "value": "平乐县"
                    },
                    {
                        "id": "16",
                        "value": "荔浦县"
                    },
                    {
                        "id": "17",
                        "value": "恭城瑶族自治县"
                    }
                ]
            },
            {
                "id": "4",
                "value": "梧州市",
                "childs": [{
                        "id": "1",
                        "value": "万秀区"
                    },
                    {
                        "id": "2",
                        "value": "长洲区"
                    },
                    {
                        "id": "3",
                        "value": "龙圩区"
                    },
                    {
                        "id": "4",
                        "value": "苍梧县"
                    },
                    {
                        "id": "5",
                        "value": "藤县"
                    },
                    {
                        "id": "6",
                        "value": "蒙山县"
                    },
                    {
                        "id": "7",
                        "value": "岑溪市"
                    }
                ]
            },
            {
                "id": "5",
                "value": "北海市",
                "childs": [{
                        "id": "1",
                        "value": "海城区"
                    },
                    {
                        "id": "2",
                        "value": "银海区"
                    },
                    {
                        "id": "3",
                        "value": "铁山港区"
                    },
                    {
                        "id": "4",
                        "value": "合浦县"
                    }
                ]
            },
            {
                "id": "6",
                "value": "防城港市",
                "childs": [{
                        "id": "1",
                        "value": "港口区"
                    },
                    {
                        "id": "2",
                        "value": "防城区"
                    },
                    {
                        "id": "3",
                        "value": "上思县"
                    },
                    {
                        "id": "4",
                        "value": "东兴市"
                    }
                ]
            },
            {
                "id": "7",
                "value": "钦州市",
                "childs": [{
                        "id": "1",
                        "value": "钦南区"
                    },
                    {
                        "id": "2",
                        "value": "钦北区"
                    },
                    {
                        "id": "3",
                        "value": "灵山县"
                    },
                    {
                        "id": "4",
                        "value": "浦北县"
                    }
                ]
            },
            {
                "id": "8",
                "value": "贵港市",
                "childs": [{
                        "id": "1",
                        "value": "港北区"
                    },
                    {
                        "id": "2",
                        "value": "港南区"
                    },
                    {
                        "id": "3",
                        "value": "覃塘区"
                    },
                    {
                        "id": "4",
                        "value": "平南县"
                    },
                    {
                        "id": "5",
                        "value": "桂平市"
                    }
                ]
            },
            {
                "id": "9",
                "value": "玉林市",
                "childs": [{
                        "id": "1",
                        "value": "玉州区"
                    },
                    {
                        "id": "2",
                        "value": "福绵区"
                    },
                    {
                        "id": "3",
                        "value": "容县"
                    },
                    {
                        "id": "4",
                        "value": "陆川县"
                    },
                    {
                        "id": "5",
                        "value": "博白县"
                    },
                    {
                        "id": "6",
                        "value": "兴业县"
                    },
                    {
                        "id": "7",
                        "value": "北流市"
                    }
                ]
            },
            {
                "id": "10",
                "value": "百色市",
                "childs": [{
                        "id": "1",
                        "value": "右江区"
                    },
                    {
                        "id": "2",
                        "value": "田阳县"
                    },
                    {
                        "id": "3",
                        "value": "田东县"
                    },
                    {
                        "id": "4",
                        "value": "平果县"
                    },
                    {
                        "id": "5",
                        "value": "德保县"
                    },
                    {
                        "id": "6",
                        "value": "那坡县"
                    },
                    {
                        "id": "7",
                        "value": "凌云县"
                    },
                    {
                        "id": "8",
                        "value": "乐业县"
                    },
                    {
                        "id": "9",
                        "value": "田林县"
                    },
                    {
                        "id": "10",
                        "value": "西林县"
                    },
                    {
                        "id": "11",
                        "value": "隆林各族自治县"
                    },
                    {
                        "id": "12",
                        "value": "靖西市"
                    }
                ]
            },
            {
                "id": "11",
                "value": "贺州市",
                "childs": [{
                        "id": "1",
                        "value": "八步区"
                    },
                    {
                        "id": "2",
                        "value": "平桂区"
                    },
                    {
                        "id": "3",
                        "value": "昭平县"
                    },
                    {
                        "id": "4",
                        "value": "钟山县"
                    },
                    {
                        "id": "5",
                        "value": "富川瑶族自治县"
                    }
                ]
            },
            {
                "id": "12",
                "value": "河池市",
                "childs": [{
                        "id": "1",
                        "value": "金城江区"
                    },
                    {
                        "id": "2",
                        "value": "南丹县"
                    },
                    {
                        "id": "3",
                        "value": "天峨县"
                    },
                    {
                        "id": "4",
                        "value": "凤山县"
                    },
                    {
                        "id": "5",
                        "value": "东兰县"
                    },
                    {
                        "id": "6",
                        "value": "罗城仫佬族自治县"
                    },
                    {
                        "id": "7",
                        "value": "环江毛南族自治县"
                    },
                    {
                        "id": "8",
                        "value": "巴马瑶族自治县"
                    },
                    {
                        "id": "9",
                        "value": "都安瑶族自治县"
                    },
                    {
                        "id": "10",
                        "value": "大化瑶族自治县"
                    },
                    {
                        "id": "11",
                        "value": "宜州市"
                    }
                ]
            },
            {
                "id": "13",
                "value": "来宾市",
                "childs": [{
                        "id": "1",
                        "value": "兴宾区"
                    },
                    {
                        "id": "2",
                        "value": "忻城县"
                    },
                    {
                        "id": "3",
                        "value": "象州县"
                    },
                    {
                        "id": "4",
                        "value": "武宣县"
                    },
                    {
                        "id": "5",
                        "value": "金秀瑶族自治县"
                    },
                    {
                        "id": "6",
                        "value": "合山市"
                    }
                ]
            },
            {
                "id": "14",
                "value": "崇左市",
                "childs": [{
                        "id": "1",
                        "value": "江州区"
                    },
                    {
                        "id": "2",
                        "value": "扶绥县"
                    },
                    {
                        "id": "3",
                        "value": "宁明县"
                    },
                    {
                        "id": "4",
                        "value": "龙州县"
                    },
                    {
                        "id": "5",
                        "value": "大新县"
                    },
                    {
                        "id": "6",
                        "value": "天等县"
                    },
                    {
                        "id": "7",
                        "value": "凭祥市"
                    }
                ]
            }
        ]
    },
    {
        "id": "20",
        "value": "重庆市",
        "childs": [{
            "id": "1",
            "value": "重庆市",
            "childs": [{
                    "id": "1",
                    "value": "万州区"
                },
                {
                    "id": "2",
                    "value": "涪陵区"
                },
                {
                    "id": "3",
                    "value": "渝中区"
                },
                {
                    "id": "4",
                    "value": "大渡口区"
                },
                {
                    "id": "5",
                    "value": "江北区"
                },
                {
                    "id": "6",
                    "value": "沙坪坝区"
                },
                {
                    "id": "7",
                    "value": "九龙坡区"
                },
                {
                    "id": "8",
                    "value": "南岸区"
                },
                {
                    "id": "9",
                    "value": "北碚区"
                },
                {
                    "id": "10",
                    "value": "綦江区"
                },
                {
                    "id": "11",
                    "value": "大足区"
                },
                {
                    "id": "12",
                    "value": "渝北区"
                },
                {
                    "id": "13",
                    "value": "巴南区"
                },
                {
                    "id": "14",
                    "value": "黔江区"
                },
                {
                    "id": "15",
                    "value": "长寿区"
                },
                {
                    "id": "16",
                    "value": "江津区"
                },
                {
                    "id": "17",
                    "value": "合川区"
                },
                {
                    "id": "18",
                    "value": "永川区"
                },
                {
                    "id": "19",
                    "value": "南川区"
                },
                {
                    "id": "20",
                    "value": "璧山区"
                },
                {
                    "id": "21",
                    "value": "铜梁区"
                },
                {
                    "id": "22",
                    "value": "潼南区"
                },
                {
                    "id": "23",
                    "value": "荣昌区"
                },
                {
                    "id": "24",
                    "value": "梁平县"
                },
                {
                    "id": "25",
                    "value": "城口县"
                },
                {
                    "id": "26",
                    "value": "丰都县"
                },
                {
                    "id": "27",
                    "value": "垫江县"
                },
                {
                    "id": "28",
                    "value": "武隆县"
                },
                {
                    "id": "29",
                    "value": "忠县"
                },
                {
                    "id": "30",
                    "value": "开县"
                },
                {
                    "id": "31",
                    "value": "云阳县"
                },
                {
                    "id": "32",
                    "value": "奉节县"
                },
                {
                    "id": "33",
                    "value": "巫山县"
                },
                {
                    "id": "34",
                    "value": "巫溪县"
                },
                {
                    "id": "35",
                    "value": "石柱土家族自治县"
                },
                {
                    "id": "36",
                    "value": "秀山土家族苗族自治县"
                },
                {
                    "id": "37",
                    "value": "酉阳土家族苗族自治县"
                },
                {
                    "id": "38",
                    "value": "彭水苗族土家族自治县"
                }
            ]
        }]
    },
    {
        "id": "21",
        "value": "四川省",
        "childs": [{
                "id": "1",
                "value": "成都市",
                "childs": [{
                        "id": "1",
                        "value": "锦江区"
                    },
                    {
                        "id": "2",
                        "value": "青羊区"
                    },
                    {
                        "id": "3",
                        "value": "金牛区"
                    },
                    {
                        "id": "4",
                        "value": "武侯区"
                    },
                    {
                        "id": "5",
                        "value": "成华区"
                    },
                    {
                        "id": "6",
                        "value": "龙泉驿区"
                    },
                    {
                        "id": "7",
                        "value": "青白江区"
                    },
                    {
                        "id": "8",
                        "value": "新都区"
                    },
                    {
                        "id": "9",
                        "value": "温江区"
                    },
                    {
                        "id": "10",
                        "value": "双流区"
                    },
                    {
                        "id": "11",
                        "value": "金堂县"
                    },
                    {
                        "id": "12",
                        "value": "郫县"
                    },
                    {
                        "id": "13",
                        "value": "大邑县"
                    },
                    {
                        "id": "14",
                        "value": "蒲江县"
                    },
                    {
                        "id": "15",
                        "value": "新津县"
                    },
                    {
                        "id": "16",
                        "value": "简阳市"
                    },
                    {
                        "id": "17",
                        "value": "都江堰市"
                    },
                    {
                        "id": "18",
                        "value": "彭州市"
                    },
                    {
                        "id": "19",
                        "value": "邛崃市"
                    },
                    {
                        "id": "20",
                        "value": "崇州市"
                    }
                ]
            },
            {
                "id": "2",
                "value": "自贡市",
                "childs": [{
                        "id": "1",
                        "value": "自流井区"
                    },
                    {
                        "id": "2",
                        "value": "贡井区"
                    },
                    {
                        "id": "3",
                        "value": "大安区"
                    },
                    {
                        "id": "4",
                        "value": "沿滩区"
                    },
                    {
                        "id": "5",
                        "value": "荣县"
                    },
                    {
                        "id": "6",
                        "value": "富顺县"
                    }
                ]
            },
            {
                "id": "3",
                "value": "攀枝花市",
                "childs": [{
                        "id": "1",
                        "value": "东区"
                    },
                    {
                        "id": "2",
                        "value": "西区"
                    },
                    {
                        "id": "3",
                        "value": "仁和区"
                    },
                    {
                        "id": "4",
                        "value": "米易县"
                    },
                    {
                        "id": "5",
                        "value": "盐边县"
                    }
                ]
            },
            {
                "id": "4",
                "value": "泸州市",
                "childs": [{
                        "id": "1",
                        "value": "江阳区"
                    },
                    {
                        "id": "2",
                        "value": "纳溪区"
                    },
                    {
                        "id": "3",
                        "value": "龙马潭区"
                    },
                    {
                        "id": "4",
                        "value": "泸县"
                    },
                    {
                        "id": "5",
                        "value": "合江县"
                    },
                    {
                        "id": "6",
                        "value": "叙永县"
                    },
                    {
                        "id": "7",
                        "value": "古蔺县"
                    }
                ]
            },
            {
                "id": "5",
                "value": "德阳市",
                "childs": [{
                        "id": "1",
                        "value": "旌阳区"
                    },
                    {
                        "id": "2",
                        "value": "中江县"
                    },
                    {
                        "id": "3",
                        "value": "罗江县"
                    },
                    {
                        "id": "4",
                        "value": "广汉市"
                    },
                    {
                        "id": "5",
                        "value": "什邡市"
                    },
                    {
                        "id": "6",
                        "value": "绵竹市"
                    }
                ]
            },
            {
                "id": "6",
                "value": "绵阳市",
                "childs": [{
                        "id": "1",
                        "value": "涪城区"
                    },
                    {
                        "id": "2",
                        "value": "游仙区"
                    },
                    {
                        "id": "3",
                        "value": "三台县"
                    },
                    {
                        "id": "4",
                        "value": "盐亭县"
                    },
                    {
                        "id": "5",
                        "value": "安县"
                    },
                    {
                        "id": "6",
                        "value": "梓潼县"
                    },
                    {
                        "id": "7",
                        "value": "北川羌族自治县"
                    },
                    {
                        "id": "8",
                        "value": "平武县"
                    },
                    {
                        "id": "9",
                        "value": "江油市"
                    }
                ]
            },
            {
                "id": "7",
                "value": "广元市",
                "childs": [{
                        "id": "1",
                        "value": "利州区"
                    },
                    {
                        "id": "2",
                        "value": "昭化区"
                    },
                    {
                        "id": "3",
                        "value": "朝天区"
                    },
                    {
                        "id": "4",
                        "value": "旺苍县"
                    },
                    {
                        "id": "5",
                        "value": "青川县"
                    },
                    {
                        "id": "6",
                        "value": "剑阁县"
                    },
                    {
                        "id": "7",
                        "value": "苍溪县"
                    }
                ]
            },
            {
                "id": "8",
                "value": "遂宁市",
                "childs": [{
                        "id": "1",
                        "value": "船山区"
                    },
                    {
                        "id": "2",
                        "value": "安居区"
                    },
                    {
                        "id": "3",
                        "value": "蓬溪县"
                    },
                    {
                        "id": "4",
                        "value": "射洪县"
                    },
                    {
                        "id": "5",
                        "value": "大英县"
                    }
                ]
            },
            {
                "id": "9",
                "value": "内江市",
                "childs": [{
                        "id": "1",
                        "value": "市中区"
                    },
                    {
                        "id": "2",
                        "value": "东兴区"
                    },
                    {
                        "id": "3",
                        "value": "威远县"
                    },
                    {
                        "id": "4",
                        "value": "资中县"
                    },
                    {
                        "id": "5",
                        "value": "隆昌县"
                    }
                ]
            },
            {
                "id": "10",
                "value": "乐山市",
                "childs": [{
                        "id": "1",
                        "value": "市中区"
                    },
                    {
                        "id": "2",
                        "value": "沙湾区"
                    },
                    {
                        "id": "3",
                        "value": "五通桥区"
                    },
                    {
                        "id": "4",
                        "value": "金口河区"
                    },
                    {
                        "id": "5",
                        "value": "犍为县"
                    },
                    {
                        "id": "6",
                        "value": "井研县"
                    },
                    {
                        "id": "7",
                        "value": "夹江县"
                    },
                    {
                        "id": "8",
                        "value": "沐川县"
                    },
                    {
                        "id": "9",
                        "value": "峨边彝族自治县"
                    },
                    {
                        "id": "10",
                        "value": "马边彝族自治县"
                    },
                    {
                        "id": "11",
                        "value": "峨眉山市"
                    }
                ]
            },
            {
                "id": "11",
                "value": "南充市",
                "childs": [{
                        "id": "1",
                        "value": "顺庆区"
                    },
                    {
                        "id": "2",
                        "value": "高坪区"
                    },
                    {
                        "id": "3",
                        "value": "嘉陵区"
                    },
                    {
                        "id": "4",
                        "value": "南部县"
                    },
                    {
                        "id": "5",
                        "value": "营山县"
                    },
                    {
                        "id": "6",
                        "value": "蓬安县"
                    },
                    {
                        "id": "7",
                        "value": "仪陇县"
                    },
                    {
                        "id": "8",
                        "value": "西充县"
                    },
                    {
                        "id": "9",
                        "value": "阆中市"
                    }
                ]
            },
            {
                "id": "12",
                "value": "眉山市",
                "childs": [{
                        "id": "1",
                        "value": "东坡区"
                    },
                    {
                        "id": "2",
                        "value": "彭山区"
                    },
                    {
                        "id": "3",
                        "value": "仁寿县"
                    },
                    {
                        "id": "4",
                        "value": "洪雅县"
                    },
                    {
                        "id": "5",
                        "value": "丹棱县"
                    },
                    {
                        "id": "6",
                        "value": "青神县"
                    }
                ]
            },
            {
                "id": "13",
                "value": "宜宾市",
                "childs": [{
                        "id": "1",
                        "value": "翠屏区"
                    },
                    {
                        "id": "2",
                        "value": "南溪区"
                    },
                    {
                        "id": "3",
                        "value": "宜宾县"
                    },
                    {
                        "id": "4",
                        "value": "江安县"
                    },
                    {
                        "id": "5",
                        "value": "长宁县"
                    },
                    {
                        "id": "6",
                        "value": "高县"
                    },
                    {
                        "id": "7",
                        "value": "珙县"
                    },
                    {
                        "id": "8",
                        "value": "筠连县"
                    },
                    {
                        "id": "9",
                        "value": "兴文县"
                    },
                    {
                        "id": "10",
                        "value": "屏山县"
                    }
                ]
            },
            {
                "id": "14",
                "value": "广安市",
                "childs": [{
                        "id": "1",
                        "value": "广安区"
                    },
                    {
                        "id": "2",
                        "value": "前锋区"
                    },
                    {
                        "id": "3",
                        "value": "岳池县"
                    },
                    {
                        "id": "4",
                        "value": "武胜县"
                    },
                    {
                        "id": "5",
                        "value": "邻水县"
                    },
                    {
                        "id": "6",
                        "value": "华蓥市"
                    }
                ]
            },
            {
                "id": "15",
                "value": "达州市",
                "childs": [{
                        "id": "1",
                        "value": "通川区"
                    },
                    {
                        "id": "2",
                        "value": "达川区"
                    },
                    {
                        "id": "3",
                        "value": "宣汉县"
                    },
                    {
                        "id": "4",
                        "value": "开江县"
                    },
                    {
                        "id": "5",
                        "value": "大竹县"
                    },
                    {
                        "id": "6",
                        "value": "渠县"
                    },
                    {
                        "id": "7",
                        "value": "万源市"
                    }
                ]
            },
            {
                "id": "16",
                "value": "雅安市",
                "childs": [{
                        "id": "1",
                        "value": "雨城区"
                    },
                    {
                        "id": "2",
                        "value": "名山区"
                    },
                    {
                        "id": "3",
                        "value": "荥经县"
                    },
                    {
                        "id": "4",
                        "value": "汉源县"
                    },
                    {
                        "id": "5",
                        "value": "石棉县"
                    },
                    {
                        "id": "6",
                        "value": "天全县"
                    },
                    {
                        "id": "7",
                        "value": "芦山县"
                    },
                    {
                        "id": "8",
                        "value": "宝兴县"
                    }
                ]
            },
            {
                "id": "17",
                "value": "巴中市",
                "childs": [{
                        "id": "1",
                        "value": "巴州区"
                    },
                    {
                        "id": "2",
                        "value": "恩阳区"
                    },
                    {
                        "id": "3",
                        "value": "通江县"
                    },
                    {
                        "id": "4",
                        "value": "南江县"
                    },
                    {
                        "id": "5",
                        "value": "平昌县"
                    }
                ]
            },
            {
                "id": "18",
                "value": "资阳市",
                "childs": [{
                        "id": "1",
                        "value": "雁江区"
                    },
                    {
                        "id": "2",
                        "value": "安岳县"
                    },
                    {
                        "id": "3",
                        "value": "乐至县"
                    }
                ]
            },
            {
                "id": "19",
                "value": "阿坝藏族羌族自治州",
                "childs": [{
                        "id": "1",
                        "value": "马尔康区"
                    },
                    {
                        "id": "2",
                        "value": "汶川县"
                    },
                    {
                        "id": "3",
                        "value": "理县"
                    },
                    {
                        "id": "4",
                        "value": "茂县"
                    },
                    {
                        "id": "5",
                        "value": "松潘县"
                    },
                    {
                        "id": "6",
                        "value": "九寨沟县"
                    },
                    {
                        "id": "7",
                        "value": "金川县"
                    },
                    {
                        "id": "8",
                        "value": "小金县"
                    },
                    {
                        "id": "9",
                        "value": "黑水县"
                    },
                    {
                        "id": "10",
                        "value": "壤塘县"
                    },
                    {
                        "id": "11",
                        "value": "阿坝县"
                    },
                    {
                        "id": "12",
                        "value": "若尔盖县"
                    },
                    {
                        "id": "13",
                        "value": "红原县"
                    }
                ]
            },
            {
                "id": "20",
                "value": "甘孜藏族自治州",
                "childs": [{
                        "id": "1",
                        "value": "康定市"
                    },
                    {
                        "id": "2",
                        "value": "泸定县"
                    },
                    {
                        "id": "3",
                        "value": "丹巴县"
                    },
                    {
                        "id": "4",
                        "value": "九龙县"
                    },
                    {
                        "id": "5",
                        "value": "雅江县"
                    },
                    {
                        "id": "6",
                        "value": "道孚县"
                    },
                    {
                        "id": "7",
                        "value": "炉霍县"
                    },
                    {
                        "id": "8",
                        "value": "甘孜县"
                    },
                    {
                        "id": "9",
                        "value": "新龙县"
                    },
                    {
                        "id": "10",
                        "value": "德格县"
                    },
                    {
                        "id": "11",
                        "value": "白玉县"
                    },
                    {
                        "id": "12",
                        "value": "石渠县"
                    },
                    {
                        "id": "13",
                        "value": "色达县"
                    },
                    {
                        "id": "14",
                        "value": "理塘县"
                    },
                    {
                        "id": "15",
                        "value": "巴塘县"
                    },
                    {
                        "id": "16",
                        "value": "乡城县"
                    },
                    {
                        "id": "17",
                        "value": "稻城县"
                    },
                    {
                        "id": "18",
                        "value": "得荣县"
                    }
                ]
            },
            {
                "id": "21",
                "value": "凉山彝族自治州",
                "childs": [{
                        "id": "1",
                        "value": "西昌市"
                    },
                    {
                        "id": "2",
                        "value": "木里藏族自治县"
                    },
                    {
                        "id": "3",
                        "value": "盐源县"
                    },
                    {
                        "id": "4",
                        "value": "德昌县"
                    },
                    {
                        "id": "5",
                        "value": "会理县"
                    },
                    {
                        "id": "6",
                        "value": "会东县"
                    },
                    {
                        "id": "7",
                        "value": "宁南县"
                    },
                    {
                        "id": "8",
                        "value": "普格县"
                    },
                    {
                        "id": "9",
                        "value": "布拖县"
                    },
                    {
                        "id": "10",
                        "value": "金阳县"
                    },
                    {
                        "id": "11",
                        "value": "昭觉县"
                    },
                    {
                        "id": "12",
                        "value": "喜德县"
                    },
                    {
                        "id": "13",
                        "value": "冕宁县"
                    },
                    {
                        "id": "14",
                        "value": "越西县"
                    },
                    {
                        "id": "15",
                        "value": "甘洛县"
                    },
                    {
                        "id": "16",
                        "value": "美姑县"
                    },
                    {
                        "id": "17",
                        "value": "雷波县"
                    }
                ]
            }
        ]
    },
    {
        "id": "22",
        "value": "陕西省",
        "childs": [{
                "id": "1",
                "value": "西安市",
                "childs": [{
                        "id": "1",
                        "value": "新城区"
                    },
                    {
                        "id": "2",
                        "value": "碑林区"
                    },
                    {
                        "id": "3",
                        "value": "莲湖区"
                    },
                    {
                        "id": "4",
                        "value": "灞桥区"
                    },
                    {
                        "id": "5",
                        "value": "未央区"
                    },
                    {
                        "id": "6",
                        "value": "雁塔区"
                    },
                    {
                        "id": "7",
                        "value": "阎良区"
                    },
                    {
                        "id": "8",
                        "value": "临潼区"
                    },
                    {
                        "id": "9",
                        "value": "长安区"
                    },
                    {
                        "id": "10",
                        "value": "高陵区"
                    },
                    {
                        "id": "11",
                        "value": "蓝田县"
                    },
                    {
                        "id": "12",
                        "value": "周至县"
                    },
                    {
                        "id": "13",
                        "value": "户县"
                    }
                ]
            },
            {
                "id": "2",
                "value": "铜川市",
                "childs": [{
                        "id": "1",
                        "value": "王益区"
                    },
                    {
                        "id": "2",
                        "value": "印台区"
                    },
                    {
                        "id": "3",
                        "value": "耀州区"
                    },
                    {
                        "id": "4",
                        "value": "宜君县"
                    }
                ]
            },
            {
                "id": "3",
                "value": "宝鸡市",
                "childs": [{
                        "id": "1",
                        "value": "渭滨区"
                    },
                    {
                        "id": "2",
                        "value": "金台区"
                    },
                    {
                        "id": "3",
                        "value": "陈仓区"
                    },
                    {
                        "id": "4",
                        "value": "凤翔县"
                    },
                    {
                        "id": "5",
                        "value": "岐山县"
                    },
                    {
                        "id": "6",
                        "value": "扶风县"
                    },
                    {
                        "id": "7",
                        "value": "眉县"
                    },
                    {
                        "id": "8",
                        "value": "陇县"
                    },
                    {
                        "id": "9",
                        "value": "千阳县"
                    },
                    {
                        "id": "10",
                        "value": "麟游县"
                    },
                    {
                        "id": "11",
                        "value": "凤县"
                    },
                    {
                        "id": "12",
                        "value": "太白县"
                    }
                ]
            },
            {
                "id": "4",
                "value": "咸阳市",
                "childs": [{
                        "id": "1",
                        "value": "秦都区"
                    },
                    {
                        "id": "2",
                        "value": "杨陵区"
                    },
                    {
                        "id": "3",
                        "value": "渭城区"
                    },
                    {
                        "id": "4",
                        "value": "三原县"
                    },
                    {
                        "id": "5",
                        "value": "泾阳县"
                    },
                    {
                        "id": "6",
                        "value": "乾县"
                    },
                    {
                        "id": "7",
                        "value": "礼泉县"
                    },
                    {
                        "id": "8",
                        "value": "永寿县"
                    },
                    {
                        "id": "9",
                        "value": "彬县"
                    },
                    {
                        "id": "10",
                        "value": "长武县"
                    },
                    {
                        "id": "11",
                        "value": "旬邑县"
                    },
                    {
                        "id": "12",
                        "value": "淳化县"
                    },
                    {
                        "id": "13",
                        "value": "武功县"
                    },
                    {
                        "id": "14",
                        "value": "兴平市"
                    }
                ]
            },
            {
                "id": "5",
                "value": "渭南市",
                "childs": [{
                        "id": "1",
                        "value": "临渭区"
                    },
                    {
                        "id": "2",
                        "value": "华州区"
                    },
                    {
                        "id": "3",
                        "value": "潼关县"
                    },
                    {
                        "id": "4",
                        "value": "大荔县"
                    },
                    {
                        "id": "5",
                        "value": "合阳县"
                    },
                    {
                        "id": "6",
                        "value": "澄城县"
                    },
                    {
                        "id": "7",
                        "value": "蒲城县"
                    },
                    {
                        "id": "8",
                        "value": "白水县"
                    },
                    {
                        "id": "9",
                        "value": "富平县"
                    },
                    {
                        "id": "10",
                        "value": "韩城市"
                    },
                    {
                        "id": "11",
                        "value": "华阴市"
                    }
                ]
            },
            {
                "id": "6",
                "value": "延安市",
                "childs": [{
                        "id": "1",
                        "value": "宝塔区"
                    },
                    {
                        "id": "2",
                        "value": "延长县"
                    },
                    {
                        "id": "3",
                        "value": "延川县"
                    },
                    {
                        "id": "4",
                        "value": "子长县"
                    },
                    {
                        "id": "5",
                        "value": "安塞县"
                    },
                    {
                        "id": "6",
                        "value": "志丹县"
                    },
                    {
                        "id": "7",
                        "value": "吴起县"
                    },
                    {
                        "id": "8",
                        "value": "甘泉县"
                    },
                    {
                        "id": "9",
                        "value": "富县"
                    },
                    {
                        "id": "10",
                        "value": "洛川县"
                    },
                    {
                        "id": "11",
                        "value": "宜川县"
                    },
                    {
                        "id": "12",
                        "value": "黄龙县"
                    },
                    {
                        "id": "13",
                        "value": "黄陵县"
                    }
                ]
            },
            {
                "id": "7",
                "value": "汉中市",
                "childs": [{
                        "id": "1",
                        "value": "汉台区"
                    },
                    {
                        "id": "2",
                        "value": "南郑县"
                    },
                    {
                        "id": "3",
                        "value": "城固县"
                    },
                    {
                        "id": "4",
                        "value": "洋县"
                    },
                    {
                        "id": "5",
                        "value": "西乡县"
                    },
                    {
                        "id": "6",
                        "value": "勉县"
                    },
                    {
                        "id": "7",
                        "value": "宁强县"
                    },
                    {
                        "id": "8",
                        "value": "略阳县"
                    },
                    {
                        "id": "9",
                        "value": "镇巴县"
                    },
                    {
                        "id": "10",
                        "value": "留坝县"
                    },
                    {
                        "id": "11",
                        "value": "佛坪县"
                    }
                ]
            },
            {
                "id": "8",
                "value": "榆林市",
                "childs": [{
                        "id": "1",
                        "value": "榆阳区"
                    },
                    {
                        "id": "2",
                        "value": "横山区"
                    },
                    {
                        "id": "3",
                        "value": "神木县"
                    },
                    {
                        "id": "4",
                        "value": "府谷县"
                    },
                    {
                        "id": "5",
                        "value": "靖边县"
                    },
                    {
                        "id": "6",
                        "value": "定边县"
                    },
                    {
                        "id": "7",
                        "value": "绥德县"
                    },
                    {
                        "id": "8",
                        "value": "米脂县"
                    },
                    {
                        "id": "9",
                        "value": "佳县"
                    },
                    {
                        "id": "10",
                        "value": "吴堡县"
                    },
                    {
                        "id": "11",
                        "value": "清涧县"
                    },
                    {
                        "id": "12",
                        "value": "子洲县"
                    }
                ]
            },
            {
                "id": "9",
                "value": "安康市",
                "childs": [{
                        "id": "1",
                        "value": "汉滨区"
                    },
                    {
                        "id": "2",
                        "value": "汉阴县"
                    },
                    {
                        "id": "3",
                        "value": "石泉县"
                    },
                    {
                        "id": "4",
                        "value": "宁陕县"
                    },
                    {
                        "id": "5",
                        "value": "紫阳县"
                    },
                    {
                        "id": "6",
                        "value": "岚皋县"
                    },
                    {
                        "id": "7",
                        "value": "平利县"
                    },
                    {
                        "id": "8",
                        "value": "镇坪县"
                    },
                    {
                        "id": "9",
                        "value": "旬阳县"
                    },
                    {
                        "id": "10",
                        "value": "白河县"
                    }
                ]
            },
            {
                "id": "10",
                "value": "商洛市",
                "childs": [{
                        "id": "1",
                        "value": "商州区"
                    },
                    {
                        "id": "2",
                        "value": "洛南县"
                    },
                    {
                        "id": "3",
                        "value": "丹凤县"
                    },
                    {
                        "id": "4",
                        "value": "商南县"
                    },
                    {
                        "id": "5",
                        "value": "山阳县"
                    },
                    {
                        "id": "6",
                        "value": "镇安县"
                    },
                    {
                        "id": "7",
                        "value": "柞水县"
                    }
                ]
            }
        ]
    }
];