<template>
    <div class="xuzhi">
        <div class="xuzhicontent">
            <p>1. 民生保险最近季度综合偿付能力充足率为352%，最近一期风险综合评级结果为A类，偿付能力充足率已达到监管要求。</p>
            <p>2. 本保险由民生人寿保险股份有限公司承保，本保险仅在合肥市、北京市、福州市、广州市、南宁市、石家庄市、郑州市、哈尔滨市、武汉市、长沙市、南京市、南昌市、沈阳市、呼和浩特市、济南市、太原市、西安市、上海市、成都市、天津市、杭州市、重庆市、宁波市、厦门市、苏州市地区进行销售。投保人的常住地需在上述地区。</p>
            <p>3. 我们为您提供电子保单，根据《中华人民共和国合同法》第十一条规定，数据电文是合法的合同表现形式，电子保单和纸质保单具有同等法律效力。保单承保后，电子保单会发送到您预留的电子邮箱。请您查阅电子保单时仔细阅读关于“责任免除“的相关条款。若因邮箱录入错误导致您的个人信息泄露，我司不承担责任。</p>
            <p>4. 合同生效日为我们收取保险费并签发保险合同的次日零时起，并载明于电子保单上。</p>
            <p>5. 保险期间一年，在保险销售期间，续保时我们不会因为被保险人的健康状况变化或者使用保险情况而拒绝被保险人续保或者单独调整被保险人的续保保费。</p>
            <p>6. 如您需要发票，请通过拨打95596联系我们，我们将为您安排快递。其他任何疑问，也可通过上述方式与我们联系。</p>
            <p>7. 保单承保后，您可通过关注公众微信号“民生健康95596“获取更多服务。</p>
            <p>8. 等待期：</p>
            <p>您为被保险人首次投保本合同或者中断投保后又再次投保本合同时，自本合同生效之日起30日内（含第30日）为必选责任等待期。在必选责任等待期内，被保险人因疾病导致的住院治疗或者接受特殊门诊治疗的，无论是否延续至必选责任等待期后，我们均不承担本合同的必选责任。</p>
            <p>如果在投保本合同或者续保合同时您为被保险人首次投保可选责任或者中断投保后又再次投保可选责任，自本合同生效之日起30日内（含第30日）为可选责任等待期。在可选责任等待期内，被保险人因疾病接受普通门急诊治疗的，无论是否延续至可选责任等待期后，我们均不承担本合同的可选责任。</p>
            <p>被保险人因意外伤害导致的保险事故需要住院治疗、接受特殊门诊治疗或者普通门急诊治疗的，必选责任或者可选责任无等待期。</p>
            <p>您为被保险人投保本合同后不间断续保，续保合同无必选责任等待期；如果您选择为被保险人投保可选责任后不间断续保，续保合同无可选责任等待期。</p>
            <p>9. 解除合同：</p>
            <p>本保险产品无犹豫期，保单承保后，若您申请解除合同会遭受一定损失，我们退还您现金价值。现金价值=净保险费×（1－经过天数/ 保险期间的天数），经过天数不足一天的按一天计算，其中净保险费指不包含公司营业费用、佣金等其他费用的保险费，除合同另有约定外，计算公式为净保险费=保险费×（1-20％）。</p>
            <p class="title">投保声明：</p>
            <p>1. 本人已完整阅读并理解投保须知、保障方案及保险条款。</p>
            <p>2. 本人所提供的信息均属实，如有不实告知，贵公司有权依法解除保险合同，并对合同解除前发生的保险事故不承担保险责任。</p>
            <p>3. 本人授权民生保险将本人提供给民生保险的信息和因签署本保险合同而产生的保险信息授权保险行业协会使用于行业反保险欺诈排查。</p>
            <p>4. 本人授权民生保险，除法律另有规定之外，将本人提供给民生保险的信息、享受民生保险服务产生的信息（包括本单证签署之前提供和产生的信息）以及民生保险根据本条约定查询、收集的信息，用于民生保险及其因服务必要委托的合作伙伴为本人提供服务、推荐产品、开展市场调查与信息数据分析。本人授权民生保险，除法律另有规定之外，基于为本人提供更优质服务和产品的目的，向民生保险因服务必要开展合作的伙伴提供、查询、收集本人的信息。为确保本人信息的安全，民生保险及其合作伙伴对上述信息负有保密义务，并采取各种措施保证信息安全。本条款自本单证签署时生效，具有独立法律效力，不受合同成立与否及效力状态变化的影响。本条所称“民生保险”是指民生人寿保险股份有限公司及其直接或间接控股的公司，以及民生人寿保险股份有限公司直接或间接作为其单一最大股东的公司。</p>
            <p>5. 本人同意民生保险通过手机（包括手机短信）、E-mail适时提供保险信息服务。</p>
            <p>6. 本人已知晓本产品限支持中国税收居民投保，并确认本人仅为中国税收居民，非任何其他国家（地区）的税收居民，且当本人税收居民身份信息发生变更时，将在30日内通知保险公司，否则本人承担由此造成的不利后果！</p>
        </div>    
    </div>    
</template>
<script>
export default {
    name: 'Xuzhi',
    isPage: true,
    title:'投保须知',
    data(){
        return {

        }
    }
}
</script>
<style scoped>
.xuzhi{
    padding:17px 15px;
    overflow: auto;
    width: 100%;
    height: 100%;
    /* min-height: 100%; */
    background: #fff;
}
.xuzhicontent{
    font-size: 14px;
    color: #666;
    line-height: 24px;
}
.title{
    
}
</style>

